Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Build one or more packages.
da: Byg én eller flere pakker.
de: Baue ein oder mehrere Pakete.
de_de: Baue ein oder mehrere Pakete.
es: Construir uno o más paquetes.
fa: ساخت یک یا چند بسته
hr: Izgraditi jedan ili više paketa.
id: Membuat satu atau beberapa paket.
it: Costruisci uno o più pacchetti.
nl: Build een of meer pakketten.
pl: Kompilacja jednego lub kilku pakietów.
pt_br: Compilar um ou mais pacotes.
ro_ro: Crează unul sau mai multe pachete.
ru: Сборка одного или нескольких пакетов.
sq: Ndërto një ose më shumë paketa.
tr: Bir veya daha fazla paketi derleyin.
uk: Побудова одного або декількох пакунків

source: Give name of at least one package to build.
da: Angiv navnet på mindst én pakke der skal bygges.
de: Geben Sie mindestens ein Paket an, das gebaut werden soll.
de_de: Gib mindestens ein Paket an das Aufgebaut werden soll.
es: Dar el nombre de al menos un paquete para compilar.
fa: حداقل نام یک بسته را برای ساخت بسته بدهید.
hr: Dajte ime barem jednog paketa za izgradnju.
id: Berikan sedikitnya satu nama paket yang akan dibuat.
it: Nomina almeno un pacchetto da compilare.
nl: Geef tenminste de naam van een pakket.
pl: Podaj nazwę przynajmniej jednego pakietu do kompilacji.
pt_br: Cite ao menos um pacote para a compilação.
ro_ro: Numește cel puțin un pachet pentru creare.
ru: Укажите имя хотя бы одного пакета для сборки.
sq: Jepni emrin e të paktën një pakete për të ndërtuar.
tr: Derlemek için en azından bir paket adını girin.
uk: Вкажіть ім'я хоча-б одного пакунку для побудови.

source: Path were the output files should be copied to.
da: Sti hvor output filerne skal kopieres til.
de: Pfad in dem die Ausgabedateien abgelegt werden sollen.
de_de: Pfad wo die Ausgabe Dateien abgelegt werden sollen.
es: Ruta donde deben ser copiados los ficheros de salida.
fa: مسیری که فایل های خروجی باید کپی شوند
hr: Putanje gdje izlazne datoteke trebaju biti kopirane.
id: Jalur kemana file yang dihasilkan harus disalin.
it: Percorso dove i file di output saranno copiati.
nl: Pad waar de output bestanden naartoe gekopieerd moeten worden.
pl: Ścieżka do której będą kopiowane pliki wyjściowe.
pt_br: Caminho onde as saídas devem ser copiadas.
ro_ro: Calea unde fișierul va fi copiat.
ru: Путь для копирования входящих файлов.
sq: Shtegu ku dosjet e prodhimit duhet të kopjohet në.
tr: Çıktı dosyalarının kopyalanması gereken yolu.
uk: Шлях за яким будуть скопійовані вихідні файли

source: Mode to run in. Is either 'release' or 'development' (default).
da: Tilstand at køre i. Enten 'release' eller 'udvikling' (standard).
de: Angabe des Modus. Entweder 'release' oder 'development' (Standard).
de_de: Angeben des Modus. Entweder 'release' oder 'development' (Standard).
es: Modo a correr. Es ya sea 'lanzamiento' o 'desarrollo' (default)
fa: مد مورد نظر جهت اجرا! آیا جهت انتشار است یا توسعه؟ (پیش فرض)
hr: Tip izvođenja. Ili 'release' ili 'development' (defaultno).
it: Modalità di funzionamento. Scegliere tra 'release' o 'development' (predefinito).
nl: De modus. Dit is of 'release' of 'development' (standaard).
pl: Tryb pracy - 'release' lub 'development'(domyślnie).
pt_br: Modo de operação. Ou 'release' ou 'development' (padrão).
ro_ro: Mod de funcționare. este ori 'lansare' ori 'dezvoltare' (default).
ru: Режим запуска: "релиз" или "разработка" (по умолчанию).
sq: Mënyra për të ekzakutuar në. ls është 'liro' ose 'zhvillimi' (parazgjedhje).
tr: Çalıştırma biçimi. 'Serbest' veya 'geliştirme' (varsayılan) olur.
uk: Режим запуску: "Реліз" або "Розробка"(по замовчуванню).

source: Run a shell after a successful build.
fa: اجرای یک شل shell پس از ساخت موفق.
hr: Izvođenje skripte nakon uspješne izgradnje.
id: Jalankan shell setelah sukses pembuatan.
nl: Start een shell na een succesvolle build.
sq: Ekzekuto një shell pas një ndërtimi të sukseshëm.
uk: Запустити оболонку після вдалої побудови..

source: Do not perform the install test.
fa: آزمایش نصب انجام نمی شود.
hr: Ne izvoditi instalacijski test.
nl: Voer de installatie-test niet uit.
sq: Mos performo testin e instalimit.

source: Disable network in container.
fa: ناپویا کردن شبکه در همکار.
hr: Onemogućiti mreže u spremniku.
sq: Çaktivizo rrjetit në mbajtës.

source: Go into a shell.
de_de: Eine Shell betreten.
fa: برو به shell.
hr: Idi u ljusku.
id: Masuk ke dalam shell.
nl: Ga naar een shell.
sq: Shkoni në një shell.
uk: Перейти в оболонку

source: Give name of a package.
de_de: Namen des Pakets
fa: نام یک بسته را بدهید.
hr: Dajte ime paketu.
id: Berikan nama paket.
nl: Geef de naam van het pakket.
sq: Jepni emrin e një pakete.
uk: Призначте ім'я для пакунку.

source: Generate a source package.
de_de: Generieren Sie ein Quellcode-Paket.
fa: ایجاد منبع بسته
hr: Generiranje izvorni paket.
id: Menghasilkan sebuah paket sumber.
nl: Genereer een bron-pakket.
sq: Gjenero një paketë burim.
uk: Створення пакунку з програмним кодом.

source: Give name(s) of a package(s).
de_de: Gib den Namen (oder mehrere) des Paket(s) an.
fa: نام بسته (ها) را بدهید.
hr: Dajte naziv(e) paketa.
id: Berikan beberapa nama paket.
nl: Geef na(a)m(en) van pakket(ten).
sq: Jepni emri(n) e një paket(e).
uk: Дайте ім'я(імена) пакунку(ів).

source: Pakfire server command line interface.
de_de: Pakfire Server Kommandozeile.
fa: رابط خط فرمان سرور Packfire.
hr: Pakfire server sučelje naredbenog retka.
id: Server Pakfire antarmuka perintah baris.
nl: Pakfire server commandoregel interface
sq: Linja e komandave ndërfaqes e serverit Pakfire
uk: Інтерфейс командного рядка серверу Pakfire.

source: Send a scrach build job to the server.
fa: ارسال یک کار ساخت خط زده به سرور.
hr: Pošalji scrach posao izgradnje na server.
id: Kirim pekerjaan scrach pembuatan ke server.
nl: Stuur een scratch build-taak naar de server.
sq: Dërgo një punë gërvishtje për të ndërtuar në server.
uk: Відправити роботу scrach build на сервер.

source: Limit build to only these architecture(s).
fa: محدودیت ساخت فقط برای این معماری(ها).
hr: Limitirati izgraditi samo ove arhitekture.
id: Batasi pembuatan hanya untuk pembuatan arsitektur ini.
nl: Beperk build tot alleen deze architecturen.
sq: Limito ndërtimet vetëm për këto arkitektur(a).
uk: Обмеження побудови тільки цією архітектурою(ами).

source: Send a keepalive to the server.
de_de: Senden Sie eine Keepalive an den Server.
fa: ارسال keepalive به سرور.
hr: Pošalji KeepAlive na poslužitelj.
id: Kirim sebuah keepalive ke server.
nl: Stuur een keepalive naar de server.
sq: Dërgo një Mbajgjallë tek një server.
uk: Відправити keepalive на сервер.

source: Update all repositories.
de_de: Aktualisieren aller Repositories.
fa: بروزرسانی همه مخازن.
hr: Ažuriranje sve spremišta.
id: Perbarui semua repositori.
nl: Bijwerken van alle repositories.
sq: Azhorno të gjith depot.
uk: Оновити всі репозиторії

source: Repository management commands.
de_de: Repository-Management-Befehle.
fa: دستورات مدیریت مخزن.
hr: Spremište za upravljanje naredbe.
id: Perintah mengelola repositori.
nl: Repository beheer commando's.
sq: Menaxhimi komandave Depove.
uk: Команди управління репозиторієм.

source: Create a new repository index.
de_de: Erstelle einen neuen Repositorium Index.
fa: ساخت شاخص مخزن جدید
hr: Stvaranje novog indexa spremišta.
id: Membuat sebuah indeks repositori baru.
nl: Maak een nieuwe repository-index aan.
sq: Krijo një tregues të ri depo.
uk: Створити новий індекс репозиторію.

source: Path to the packages.
de_de: Pfad zu den Paketen.
fa: مسیر بسته ها
hr: Put do paketa.
id: Jalur menuju paket.
nl: Pad naar de pakketten.
sq: Rruga për tek paketat.
uk: Шлях до пакунків.

source: Path to input packages.
de_de: Pfad zu den Eingangs Paketen.
fa: مسیر بسته های ورودی.
hr: Put do ulaznih paketa.
id: Jalur menuju paket input.
nl: Pad naar de input-pakketten.
sq: Rruga tek të dhënat e paketave.
uk: Шлях до вхідних пакунків.

source: Key to sign the repository with.
fa: کلیدی به امضای مخزن با.
hr: Ključ za potpisivanje repozitorija.
nl: Sleutel om de repository te ondertekenen.
sq: Çelesi për të firmosur repot me.
uk: ключ для підпису репозиторію.

source: Dump some information about this machine.
fa: تخلیه برخی از اطلاعات مربوط به این دستگاه.
hr: Zapiši neke informacije o ovoj mašini.
id: Dump beberapa informasi mengenai mesin ini.
nl: Dump informatie over deze machine.
sq: Jep disa informacione në lidhje me këtë makinë.
uk: Дамп деякої інформації про цю машину.

source: Build the package for the given architecture.
da: Byg pakken for den angivne arkitektur.
de: Baue das Palet für die angegebene Architektur.
de_de: Baue das Palet für die angegebene Architektur.
es: Compilar el paquete para la arquitectura dada.
fa: ساخت بسته برای معماری مورد نظر
hr: Izgraditi paket za danu arhitekturu.
id: Membuat paket untuk arsitektur yang diberikan/ditetapkan.
it: Monta il pacchetto per l'architettura selezionata.
nl: Build het pakket voor de gegeven architectuur.
pl: Kompilacja pakietu dla wskazanej architektury.
pt_br: Constroi o pacote a arquitetura citada.
ro_ro: Crează pachetul pentru arhitectura dată.
ru: Собрать пакет для данной архитектуры.
sq: Ndërto paketën për arkitekturën e dhënë.
tr: Verilen mimari için paket derleyin.
uk: Побудувати пакунок для заданої архітектури

source: Do not verify build dependencies.
da: Bekræft ikke bygge afhængigheder.
de: Build-Abhängigkeiten nicht verifizieren.
de_de: Überprüfe keine Abhängigkeiten beim Aufbauen.
es: No verificar dependencias de construcción.
fa: وابستگی های ساخت درست نیست.
hr: Nemoj potvrditi ovisnosti izgradnje.
id: Jangan memverifikasi pembuatan dependensi.
it: Non verificare le dipendenze.
nl: Controleer niet op build-afhankelijkheden.
pl: Nie weryfikuj zależności kompilacji.
pt_br: Não verifique dependências de build.
ro_ro: Nu verifica dependintele construite
ru: Не проверять зависимости сборки
sq: Mos verifikoni ndërtimin e vartesve.
tr: Derleme bağımlılıkları doğrulanamıyor.
uk: Не перевіряти залежності побудови.

source: Only run the prepare stage.
da: Kør kun forberedelse.
de: Ausführung der Vorbereitungsphase.
es: Sólo ejecutar la etapa de preparar.
fa: فقط مرحله آماده را اجرا کنید.
hr: Samo pokreni pripremni dio.
it: Esecuzione dello stadio di preparazione.
nl: Draai alleen de voorbereidings-fase.
pl: Uruchom tylko przygotowawczy etap.
pt_br: Só executar o estágio de preparação.
ro_ro: Rulează doar testul pregătit.
ru: Выполнить только подготовительную фазу.
sq: Vetëm ekzekuto fazën e përgatitur.
tr: Yalnızca hazırlık aşamasını çalıştırın.

source: Pakfire client command line interface.
fa: رابط خط فرمان Packfire client.
hr: Pakfire klijent sučelje komandne linije.
id: Client Pakfire antarmuka perintah baris.
nl: Pakfire commandoregel interface.
sq: Linja e komandave ndërfaqes Pakfire.
uk: Інтерфейс командного рядка клієнту Pakfire.

source: Build a package remotely.
fa: ساخت یک بسته از راه دور.
hr: Graditi paket udaljeno.
id: Membuat paket secara jarak jauh.
nl: Build een pakket op afstand.
sq: Ndërto një paketë në distancë.
uk: Віддалено побудувати пакунок.

source: Give name of a package to build.
fa: نام یک بسته را برای ساخت بدهید.
hr: Dajte naziv paketa za izgradnju.
id: Beri nama paket untuk membuat.
nl: Geef de naam van het pakket om te builden.
sq: Jepni emrin e një pakete për të ndërtuar.
uk: Вкажіть ім'я пакунку для побудови.

source: Print some information about this host.
fa: چاپ اطلاعاتی درباره این هاست.
hr: Ispis neke informacije o ovom hostu.
id: Cetak beberapa informasi mengenai host ini.
nl: Print informatie over deze host.
sq: Print disa informacione rreth ketij bartësi.
uk: Друк деякої інформації про даний хост.

source: Check the connection to the hub.
fa: چک کردن ارتباط به هاب.
hr: Provjerite vezu s čvorištem.
id: Periksa sambungan ke hub.
nl: Controleer de connectie naar de hub.
sq: Kontrolloni lidhjen e qendrës.
uk: Перевірте з'єднання з хабом.

source: Show information about build jobs.
fa: نمایش اطلاعات درباره کارهای ساخت.
hr: Prikaži podatke o poslovima izgradnje.
nl: Toon informatie over build-taken.
sq: Trego informacion në lidhje me punët e ndërtuar.
uk: Показати інформацію про процеси зборки.

source: Show a list of all active jobs.
fa: نمایش یک لیست از همه کارهای فعال.
hr: Pokaži popis svih aktivnih poslovima izgradnje.
nl: Toon een lijst van alle actieve taken.
sq: Shfaq një listë të të gjitha punëve aktive.
uk: Показати список всіх активних процессів.

source: Show a list of all recently finished of failed build jobs.
fa: نمایش یک لیست از همه به پایان رسیده های اخیر از کارهای ساخت شکست خورده.
hr: Pokaži popis svih nedavno propalih poslova izgradnje.
nl: Toon een lijst van alle recentelijk beëindigde of mislukte taken.
sq: Shfaq një listë të të gjitha punëve kohët e fundit të përfunduara apo të dështuara në ndërtim.
uk: Показати список всіх недавно закінчених невдачею процессів зборки.

source: Show details about given build job.
fa: نمایش جزییات درباره کار ساخته معین.
hr: Pokaži detalje o određenom poslu izgradnje.
nl: Toon details van de gegeven build-taak.
sq: Trego detajet për të dhënat epunës ndërtuese.
uk: Показати додаткову інформацію про даний процес зборки.

source: The ID of the build job.
fa: ID کار ساخت.
hr: ID posla izgradnje.
nl: De ID van de build-taak.
sq: ID'ja e ndërtuesit së punës.
uk: ID процесу зборки.

source: Show information about builds.
fa: نمایش اطلاعات درباره ساخت ها.
hr: Prikaži podatke o izgradnji.
nl: Toon informatie over de builds.
sq: Shfaq informacion rreth ndërtimit.
uk: Показати інформацію про зборки.

source: Show details about the given build.
fa: نمایش جزییات درباره ساخته معین.
hr: Prikaži detalje o određenoj izgradnji.
nl: Toon details van de gegeven build.
sq: Trego detajet për të dhënat e ndërtimit.
uk: Показати додаткову інформацію про дану зборку.

source: The ID of the build.
fa: ID ساخت.
hr: ID izgradnje.
nl: Het ID van de build.
sq: ID'ja e ndërtuesit.
uk: ID зборки.

source: Test the connection to the hub.
fa: تست ارتباط به هاب.
hr: Testirajte vezu s čvorištem.
nl: Test de verbinding naar de hub.
sq: Testo lidhjen me shpërndarje.

source: Error code to test.
fa: کد خطا برای تست.
hr: Kod pogreške za testiranje.
nl: Foutcode voor test.
sq: Kodi i gabimit për tu provuar.

source: Hostname
fa: نام هاست
hr: Ime računala
nl: Hostnaam
uk: Ім'я хосту

source: Pakfire hub
fa: هاب packfire
id: Hub Pakfire
sq: Qëndra Pakfire
uk: Хаб Pakfire

source: Username
fa: نام کاربری
hr: Korisničko ime
id: Nama pengguna
nl: Gebruikersnaam
sq: Përdoruesi
uk: Ім'я користувача

source: Hardware information
fa: اطلاعات سخت افزار
hr: Informacije o hardveru
id: Informasi perangkat keras
nl: Hardware informatie
sq: Informacion mbi pjeset:
uk: Інформація про обладнання

source: CPU model
fa: مدل CPU
hr: Model procesora (CPU)
id: Model CPU
sq: Modeli CPU
uk: Модель процесору

source: Memory
fa: حافظه
hr: Memorija
id: Memori
nl: Geheugen
sq: Memoria
uk: Пам'ять

source: Parallelism
fa: همسانی
hr: Paralelizam
nl: parallelliteit
sq: Paralelizëm

source: Native arch
fa: کمان بومی
hr: Izvorni luk
id: Arch asli
nl: Eigen arch
sq: Arch i lindur
uk: Проста архітектура

source: Default arch
fa: کمان پیش پندار
hr: Zadani luk
nl: Standaard arch
sq: Hark parazgjedhur
uk: Архітектура за замовчанням.

source: Supported arches
fa: کمان ها پشتیبانی شد
hr: Podržani lukovi
id: Arches yang didukung
nl: Ondersteunde arches
sq: Harqet Përkrahur
uk: Архітектури, що підтримуються

source: Your IP address
fa: آدرس IP شما
hr: Vaša IP adresa
id: Alamat IP Anda
nl: Uw IP-adres
sq: IP adresa juaj
uk: Ваша IP-адреса

source: You are authenticated to the build service:
fa: شما برای سرویس ساخت تایید شده اید:
hr: Ti su ovjereni za usluge izgradnje:
id: Anda terotentifikasi untuk membuat layanan:
nl: U bent geauthenticeerd voor build-service:
sq: Ju jeni të vërtetuar me shërbimin e ndërtimit:
uk: Ви пройшли аутентифікацію до сервісу побудови:

source: User name
fa: نام کاربری
hr: korisničko ime
id: Nama pengguna
nl: Gebruikersnaam
sq: Përdoruesi
uk: Ім'я користувача

source: Real name
fa: نام حقیقی
hr: pravo ime
id: Nama asli
nl: Volledige naam
sq: Emri vertetë
uk: Реальне ім'я

source: Email address
fa: آدرس ایمیل
hr: E-mail adresa
id: Alamat email
nl: E-mailadres
sq: Adresa emailit
uk: Адреса електронної пошти

source: Registered
fa: نام نویسی شد
hr: Registriran:
id: Terdaftar
nl: Geregistreerd
sq: Regjistruar
uk: Зареєстрований

source: You could not be authenticated to the build service.
fa: شما برای سرویس ساخت تایید نشده اید.
hr: Niste ovjereni za uslugu izgradnje.
nl: U kon niet worden geauthenticeerd voor de build-service.
sq: Ju nuk mund të jeni të vërtetuar me shërbimin ndërtimit.
uk: Ви не пройшли аутентифікацію до сервісу побудови:

source: No ongoing jobs found.
fa: کارهای در حال پیشرفت یافت نشد.
hr: Nema u tijeku poslova.
nl: Geen lopende taken gevonden.
sq: Ska gjetur punë në vazhdim.
uk: Не знайдено поточних процессів.

source: Active build jobs
fa: کارهای ساخت فعال شد
hr: Aktivni poslovi izgradnje
nl: Actieve build-taken
sq: Punë Aktivë në ndërtim
uk: Активні процеси зборки.

source: No jobs found.
fa: کارها یافت نشد.
hr: Nema pronađenih poslova.
nl: Geen taken gevonden.
sq: Ska gjetur punë.
uk: Не знайдено процесів.

source: Recently processed build jobs
fa: آخرین کارهای ساخت پردازش شده
hr: Nedavno obrađeni poslovi izgradnje
nl: Recentelijk verwerkte build-taken
sq: Punë të përpunuara dhe ndërtuara Kohët e fundit
uk: Останні оброблені процеси зборки.

source: A build with ID %s could not be found.
fa: یک کار با ID %s یافت نمی شود.
hr: Izgradnje s IDom %s nije pronađena.
nl: Een build met ID %s kon niet worden gevonden.
sq: Një ndërtim me ID %s nuk mund të gjendet.
uk: Зборка з ID %s не знайдена.

source: Build: %(name)s
fa: ساخت: %(name)s
hr: Izgradnja: %(name)s
sq: Ndërto: %(name)s
uk: Зборка: %(name)s

source: State
fa: وضعیت
hr: Stanje
nl: Status
sq: Gjendje
uk: Стан

source: Jobs
fa: کارها
hr: Posao
nl: Taken
sq: Punë
uk: Процеси

source: A job with ID %s could not be found.
fa: یک کار با ID %s یافت نمی شود.
hr: Posao s IDom %s nije pronađen
nl: Een taak met ID %s kon niet worden gevonden.
sq: Një punë me ID %s nuk mund të gjendet.
uk: Процес з ID %s не знайдено.

source: Job: %(name)s
fa: کار: %(name)s
hr: Posao: %(name)s
nl: Taak: %(name)s
sq: Punë: %(name)s
uk: Процес: %(name)s

source: Arch
de: Architektur
es: Arquitectura
fa: کمان
hr: Luk
it: Architettura
ro_ro: Arc
ru: Архитектура
tr: Yapı
uk: Архітектура

source: Build host
da: Bygge vært
es: Host de construcción
fa: میزبان ساخت
hr: Izgradnja hosta
id: Host Pembuatan
it: Host di compilazione
pl: Host kompilacji
pt_br: Host do Build
ro_ro: Creare gazda (host)
ru: Хост сборки
sq: Ndërto pritësin
tr: Derleme sunucusu
uk: Хост збірки

source: Time created
fa: زمان ساخته شد
hr: Vrijeme stvaranja
nl: Aanmaakdatum
sq: koha krijuar
uk: Час створення

source: Time started
fa: زمان آغاز شد
hr: Vrijeme početka
nl: Starttijd
sq: Koha filluar
uk: Час початку

source: Time finished
fa: زمان به پایان رسیده است
hr: Vrijeme završetka
nl: Eindtijd
sq: Koha mbarimit
uk: Час закінчення

source: Duration
fa: مدت زمان
hr: Trajanje
nl: Duur
sq: Kohëzgjatje
uk: Тривалість

source: Invalid error code given.
fa: کد خطا نامعتبر داده شده است.
hr: Pogrešan error kod.
nl: Ongeldige foutcode opgegeven.
sq: Gabim, kod pavlefshme dhënë.

source: Reponse from the server: %s
fa: پاسخ از سرور: %s
hr: Odziv od poslužitelja: %s
nl: Antwoord van de server: %s
sq: Përgjigjia nga serveri: %s

source: Pakfire daemon command line interface.
fa: رابط خط فرمان Packfire daemon.
hr: Pakfire demon sučelje naredbenog retka.
nl: Pakfire daemon commandoregel interface.
sq: Daemoni i linjes komandave ndërfaqes Pakfire
uk: Інтерфейс командного рядка демона Pakfire.

source: Pakfire key command line interface.
fa: کلید رابط خط فرمان Pakfire.
hr: Pakfire ključ sučelja naredbenog retka.
nl: Pakfire sleutel commandoregel interface.
sq: Linja e komandave ndërfaqes Pakfire
uk: Інтерфейс командного рядка ключа Pakfire.

source: Import a key from file.
fa: وارد کردن یک کلید از فایل.
hr: Uvoz ključa iz datoteke.
nl: Importeer een sleutel uit een bestand.
sq: Importo një çeles nga dokumentat.
uk: Імпортувати ключ з файлу.

source: The real name of the owner of this key.
fa: نام حقیقی از مالک این کلید.
hr: Pravo ime vlasnika ovog ključa.
nl: De echte naam van de eigenaar van deze sleutel.
sq: Emri i vërtetë i zotëruesit të këtij çelesi.
uk: Справжнє ім'я власника цього ключа.

source: The email address of the owner of this key.
fa: آدرس ایمیل از مالک این کلید.
hr: E-mail adresa vlasnika ovog ključa.
nl: Het e-mailadres van de eigenaar van deze sleutel.
sq: Adresa email-it e pronarit të këtij çelesi.
uk: Електронна адреса власника цього ключа.

source: Filename of that key to import.
fa: نام فایل از کلید وارده.
hr: Ime datoteke tog ključa za uvoz.
nl: Bestandsnaam van de sleutel die geïmporteerd wordt.
sq: Emri i dokumentit i atij çelesi për të importuar.
uk: Назва файлу ключа для імпорту.

source: Export a key to a file.
fa: صدور یک کلید به یک فایل.
hr: Izvoz je ključa u datoteku.
nl: Exporteer een sleutel naar een bestand.
sq: Eksporto një çeles ne një dokument.
uk: Експортувати ключ до файлу.

source: The ID of the key to export.
fa: ID کلید برای صادر کردن.
hr: ID ključa za izvoz.
nl: Het ID van de sleutel die wordt geëxporteerd.
sq: ID'ja e çelesit për eksportim.
uk: ID ключа для експорту.

source: Write the key to this file.
fa: نوشتن کلید به این فایل.
hr: Napišite ključ u ovu datoteku.
nl: Schrijf de sleutel naar dit bestand.
sq: Shkruaj çelesin këtij dokumenti.
uk: Запис ключа до файлу.

source: Delete a key from the local keyring.
fa: حذف یک کلید از جاکلیدی محلی.
hr: Brisanje ključa iz lokalnog keyringa.
nl: Verwijder een sleutel van een lokale sleutelring.
sq: Fshij një çeles nga zingjiri i çelesave lokal.
uk: Вилучити ключ з локального сховища ключів.

source: The ID of the key to delete.
fa: ID کلید را حذف کنید.
hr: ID ključa za brisanje
nl: Het ID van de sleutel die wordt verwijderd.
sq: ID'ja e çelesit për fshirje.
uk: ID ключа для вилучення.

source: List all imported keys.
fa: لیست همه Keyهای وارد شده.
hr: Popis svih uvezenih ključeva.
nl: Toon alle geïmporteerde sleutels.
sq: Lista e të gjitha çelësave të importuar.
uk: Список імпортованих ключів.

source: Sign one or more packages.
da: Signér en eller flere pakker.
de: Signiere ein oder mehrere Pakete.
es: Firmar uno o más paquetes.
fa: ثبت یک یا چند بسته.
hr: Potpišite jedan ili više paketa.
it: Firma uno o più pacchetti.
nl: Onderteken een of meerdere pakketten.
pl: Podpisz jeden lub kilka pakietów.
pt_br: Assina um ou mais pacotes.
ro_ro: Semnează unul sau mai multe pachete.
ru: Подписать один и более пакетов.
sq: Shënja e një ose më shumë paketa.
tr: Bir veya daha fazla paketi imzalayın.
uk: Підпишіть один або декілька пакунків.

source: Key that is used sign the package(s).
da: Nøgle der skal bruges til at signere pakken/pakkerne.
de: Schlüssel, der genutzt wird um das Paket/die Pakete zu signieren.
es: Clave que se utiliza para firmar el paquete(s).
fa: این کلید در امضاء بسته(ها) دیگر استفاده شده.
hr: Ključ koji služi za potpisivanje paketa.
it: Chiave che è stata usata per firmare i pacchetto(i).
nl: Sleutel die is gebruikt om de pakket(ten) te ondertekenen.
pl: Klucz używany do podpisania pakietu(-ów).
pt_br: Chave usada para assinar pacote(s).
ro_ro: Cheie care este folosită pentru semnarea de pachet(e)
ru: Ключ, используемый для подписывания пакета(ов).
sq: Çelësi që është përdorur të nënshkruajë paketë(n).
tr: Paket(leri) imzalamak için kullanılan anahtar.
uk: Ключ, що використано для підпису пакунку(ів).

source: Package(s) to sign.
da: Pakken/pakkerne der skal signeres.
de: Paket(e) zum signieren.
es: Paquete(s) para firmar.
fa: ثبت بسته(ها).
hr: Paketi za potpis.
it: Pacchetto(i) da firmare.
nl: Te ondertekenen pakket(ten).
pl: Pakiet(y) do podpisu.
pt_br: Pacote(s) para assinar.
ro_ro: Pachet(e) pentru semnat.
ru: Пакет(ы) для подписывания.
sq: Paket(a) për tu firmosur.
tr: İmzalamak için paketler.
uk: Пакунок(ки) для підпису.
