Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Cannot run scriptlet because the interpreter is not executable: %s
da: Kan ikke køre scriptlet fordi oversætteren ikke er eksekverbar: %s
de: Kann das Script nicht ausführen, da der Interpreter nicht ausführbar ist: %s
de_de: Kann das Script nicht ausführen da der Interpreter nicht ausführbar ist: %s
es: No se puede ejecutar el scriptlet porque el intérprete no es ejecutable: %s
fa: Scriptlet را نمی توان اجرا کرد، زیرا هیچ مترجم اجرایی در دسترس نیست: %s
hr: Ne mogu pokrenuti skriptu jer tumač nije izvršna datoteka:% s
id: Tidak dapat menjalankan scriptlet karena interpreter tidak dapat dieksekusi: %s
it: Impossibile eseguire scriptlet perchè l' interprete non è eseguibile: %s
nl: Kan scriptlet niet draaien omdat de interpreter niet uitvoerbaar is: %s
pl: Nie można uruchomić skryptletu ponieważ interpreter nie jest wykonywalny: %s
pt_br: Não pode rodar o scriptlet porque o interpretador não é executável: %s
ro_ro: Nu se poate executa scriptul deoarece interpretul nu este executabil : %s
ru: Невозможно запустить скрипт, потому что интерпретатор не является исполняемым: %s
sq: Nuk mund të ekzekutoje skripten sepse interpretuesi nuk është ekzekutues: %s
tr: Kodlar çalıştırılamıyor çünkü yorumlayıcı çalılştırılabilir değil: %s
uk: Не можу виконати скрипт. Інтерпретатор не для виконання: %s

source: The scriptlet returned an error: %s
da: Scriptlet returnerede en fejl: %s
de: Das Script lieferte einen Fehler zurück: %s
de_de: Das Script liefert einen Fehler zurück: %s
es: El scriptlet ha retornado un error: %s
fa: بازگشت خطای Scriptlet: %s
hr: Skripta vratila pogrešku: %s
id: Scriptlet kembali error: %s
it: Lo scriptlet ha riscontrato un problema: %s
nl: De scriptlet gaf een fout: %s
pl: Skryptlet zwrócił błąd: %s
pt_br: O scriptlet retornou um erro: %s
ro_ro: Scriptul a returnat o eroare:⏎ %s
ru: Скрипт завершился с ошибкой: %s
sq: Skripta ktheu një gabim: %s
tr: Kodlar bir hata oluşturdu: %s
uk: Скрипт вернув помилку: %s

source: The scriptlet ran more than %s seconds and was killed.
da: Scriptlet kørte i mere end %s sekunder og blev lukket.
de: Das Script lief länger als %s Sekunden und wurde beendet.
de_de: Das Script lief länger als %s Sekunden und wurde beendet.
es: El scriptlet se ejecutó más de %s segundos y fué asesinado.
fa: اجرای Scriptlet بیش از %s ثانیه زمان برده و کشته شده است.
hr: Skripta se izvodila više od %s sekunda i prekinuta je.
id: Scriptlet berjalan lebih dari %s detik dan telah dihentikan.
it: Lo scriptlet è rimasto in esecuzione più di %s secondi ed è stato interrotto.
nl: De scriptlet heeft meer dan %s seconden gedraaid en was gestopt.
pl: Skryptlet działał dłużej niż %s sekund i został zabity.
pt_br: O scriptlet rodou %s segundos e foi encerrado.
ro_ro: Scriptul a rulat mai mult de %s secunde si a fost terminat
ru: Скрипт выполнялся более %s секунд и был прерван.
sq: Skripta ekzekutoj më shumë se %s sekonda dhe u ndërpre.
tr: Kodlar %s saniyeden daha fazla çalıştı ve sonlandırıldı.
uk: Скрипт виконувався більше ніж %s секунд та був вбитий.

source: The scriptlet returned with an unhandled error: %s
da: Scriptlet returnerede med en ubehandlet fejl: %s
de: Das Scriptlet brach mit einem unbehandelten Fehler ab: %s
es: El scriplet retorno con un error no controlado: %s
fa: بازگشت scriptlet با یک خطای اداره نشده: %s
hr: Scriptlet vratio s neobrađene pogreške: %s
id: Scriptlet kembali dengan kesalahan yang tidak tertangani: %s
it: Lo scriptlet risponde con un errore non gestito: %s
nl: De scriptlet geeft een niet-afgehandelde fout: %s
pl: Skriptlet zwrócił nieobsługiwany błąd: %s
pt_br: O Scriptlet retorno um erro não tratado: %s
ro_ro: Scriptul a descopo o eroare netratată: ⏎ %s
ru: Скрипт завершился с не обработанной ошибкой: %s
sq: Skritpi ktheu një gabim të pa trajtuar: %s
tr: Komutlar işlenmeyen bir hata döndürdü: %s
uk: Скрипт повернутий з невідомою помилкою: %s

source: Executing python scriptlet...
da: Eksekverer python scriptlet...
de: Ausführen des Python Scripts...
es: Ejecutando código embebido Python
fa: اجازه اجرای اسکریپت پیتون...
hr: Izvršavanje python scriptlet ...
id: mengeksekusi skrip phyton
it: Esecuzione di scriptlet python...
nl: Uitvoeren van python scriptlet...
pl: Wykonywanie skryptów python...
pt_br: Executando scriplet python...
ro_ro: Execuție scriptlet python...
ru: Выполняется скриптлет python
sq: Ekzekutimi i skriptes python...
tr: Python kodları işletiliyor...

source: Exception occured: %s
da: Undtagelse opstod: %s
de: Ausnahme aufgetreten: %s
es: Excepción de código: %s
fa: استثنا رخ داده است: %s
hr: Iznimka se dogodila: %s
it: Si è verificata un'eccezione: %s
nl: Er heeft zich een uitzondering voorgedaan: %s
pl: Wystąpił wyjątek: %s
pt_br: Exceção ocorrida: %s
ro_ro: A avut loc o excepție: %s
ru: Возникло исключение: %s
sq: Përjashtimi ndodhi: %s
tr: Özel durum oluştu: %s

source: Running transaction test for %s
da: Kører transaktionstest for %s
de: Führe Transaktionstest für %s aus
es: Corriendo pruebas para %s
fa: در حال اجرای تراکنش آزمایشی برای %s
hr: Izvršavanje test transakcije za %s
id: Menjalankan tes transaksi untuk %s
it: Esecuzione di test di transazione per %s
nl: Draait transactietest voor %s
pl: Uruchomiono test transakcji dla %s
pt_br: Rodando teste de transação para %s
ro_ro: Executarea tranzactiei in test %s
ru: Выполняется тест транзакции для %s
sq: Drejto testin e transaksionit për %s
tr: %s için işlem testi çalışması
uk: Виконується тест транзакції %s

source: Reinstalling
da: Geninstallerer
de: Reinstalliere
es: Reinstalando
fa: نصب دوباره
hr: Ponovna instalacija
it: Reinstallazione
nl: Herinstalleren
pl: Reinstalacja
pt_br: Reinstalando
ro_ro: Se reinstalează
ru: Переустановка
sq: R'instalim
tr: Yeniden kuruluyor

source: Updating
da: Opdaterer
de: Aktualisiere
de_de: Aktualisierung
es: Actualizando
fa: در حال بروز رسانی
hr: Ažuriranje
id: Memperbarui
it: Aggiornamento
nl: Bijwerken
pl: Aktualizowanie
pt_br: Atualizando
ro_ro: Actualizează
ru: Производится обновление
sq: Përditësimi
tr: Güncelleniyor
uk: Оновлення

source: Downgrading
da: Nedgraderer
de: Downgrade
de_de: Herabsetzen
es: Desactualizando
fa: پایین آوردن رتبه"Downgrading":
hr: Smanjivanje verzije
it: Retrocessione
ru: Производится откат
sq: Degrado
tr: Derecesini düşür
uk: Відновлення

source: Installing
da: Installerer
de: Installiere
de_de: Installiere
es: Instalando
fa: در حال نصب :
hr: Instaliranje
id: Memasang
it: Installazione
nl: Installeren
pl: Instalowanie
pt_br: Instalando
ro_ro: Se instalează
ru: Производится установка
sq: Instalim
tr: Yükleniyor
uk: Інсталяція

source: Cleanup
da: Oprydning
de: Aufräumen
de_de: Aufräumen
es: Limpiar
fa: پاکسازی
hr: čišćenje
id: Pembersihan
it: Pulizia file
nl: Opschonen
pl: Oczyszczanie
pt_br: Limpeza
ro_ro: Curăţare
ru: Чистка
sq: Pastrim
tr: Temizle
uk: Очистка

source: Removing
da: Fjerner
de: Entferne
de_de: Entferne
es: Quitando
fa: پاک کردن
hr: Uklanjanje
id: menghapus
it: Rimozione
nl: Verwijderen
pl: Usuwanie
pt_br: Removendo
ro_ro: Eliminarea
ru: Удаление
sq: Heq
tr: Kaldırılıyor
uk: Видалення

source: Local install repository
fa: نصب محلی "local" مخزن
hr: Instalirati lokalni repozitorij
nl: Lokale installatie repository
sq: Instalimi vëndor i repove

source: Could not find any installed package providing "%s".
fa: نمی توان هر بسته نصب شده ارائه از "%s" را پیدا کرد.
hr: Ne mogu pronaći bilo instalirani paket koji pruža"%s".
id: Tidak dapat menemukan paket yang terpasang dari yang disediakan "%s".
nl: Kan geen geïnstalleerd pakket vinden dat "%s" bevat.
sq: Nuk mund të gjejnë ndonjë instalues paketë të siguruar "%s".
uk: Не можу знайти жодного інстальованого пакунку, що наданий "%s".

source: Multiple reinstall candidates for "%(pattern)s": %(pkgs)s
fa: نامزدهای گونگون جهت نصب دوباره برای "%(pattern)s": %(pkgs)s
hr: Više kandidata za reinstalaciju: "%(pattern)s": %(pkgs)s
nl: Meerdere herinstallatie kandidaten voor "%(pattern)s": %(pkgs)s
sq: Kandidatët e shumtë reinstalimi për "%(pattern)s": %(pkgs)s
uk: Декілька кандидатів на перевстановлення для "%(pattern)s": %(pkgs)s

source: Nothing to do
da: Intet at gøre
de: Nichts zu tun
de_de: Nichts zu tun
es: Nada que hacer
fa: هیچ ربطی به
hr: Ništa za napraviti
id: Tidak ada yang dilakukan
it: Niente da fare
nl: Niets meer te doen
pl: Nic do zrobienia
pt_br: Nada a fazer
ro_ro: Nimic de facut
ru: Нет заданий
sq: Asgjë për të bërë
tr: Yapacak bir şey yok
uk: Виконано геть усе

source: Could not find package %s in a remote repository.
fa: بسته %s را نمی توان در یک مخزن راه دور پیدا کرد.
hr: Ne mogu naći paket %s na udaljenom spremištu.
id: Tidak dapat menemukan paket %s dalam repositori remote.
nl: Kan het pakket %s niet vinden in repository op afstand.
sq: Nuk gjëndet paketa %s in repot ne distance.
uk: Не можу знайти пакунку %s і віддаленому репозиторії.

source: Excluding %s.
fa: به غیر از %s.
hr: Izuzimam %s
id: Tidak termasuk %s.
nl: Uitgezonderd %s.
sq: Përjashtim %s.
uk: Виключення %s.

source: "%s" package does not seem to be installed.
da: "%s" pakken ser ikke ud til at være installeret.
de: Das Paket "%s" scheint nicht installiert zu sein.
es: El paquete "%s" no parece estar instalado.
fa: بسته "%s" به نظر نمی رسد که نصب شده باشد.
hr: "%s" paket se ne instalira.
it: il pacchetto "%s" non sembra essere installato.
nl: Pakket "%s" lijkt niet geïnstalleerd.
pl: "%s" pakiet nie wygląda na zainstalowany.
pt_br: Pacote "%s" não parece estar instalado.
ro_ro: "%s" pachetul nu pare sa fie instalat.
ru: Пакет "%s" не установлен.
sq: paketa %s nuk është instaluar.
tr: "%s" paketi yüklü olarak görünmüyor.
uk: Здається пакунок "%s" не встановлений.

source: Everything is fine.
de_de: Alles in Ordnung
fa: همه چیز خوب است.
hr: Sve je u redu.
id: Semuanya baik.
nl: Alles is goed.
sq: Çdo gjë është e mirë.
uk: Все гаразд.

source: Build command has failed.
da: Bygge kommandoen fejlede.
de: Der Build-Befehl ist fehlgeschlagen.
de_de: Aufbauen fehlgeschlagen.
es: El comando de compilación ha fallado.
fa: فرمان ساخت با خطا همراه است.
hr: Izgradi naredba nije uspjela.
id: Perintah membuat telah gagal.
it: Il comando di compilazione è fallito.
nl: Build-commando is mislukt.
pl: Polecenie kompilacji nie powiodło się.
pt_br: Comando de build falhou.
ro_ro: Constructia comenzi a esuat.
ru: Команда Build потерпела неудачу.
sq: Komanda Ndëro dështoj.
tr: Derleme komutu başarısız oldu.
uk: Команда Build зазнала невдачі.

source: You have not set the distribution for which you want to build.
da: Du har ikke angivet den distribution du ønsker at bygge.
de: Die Distribution, für welche gebaut werden soll, wurde nicht ausgewählt.
es: No ha configurado la distribución contra la que desea compilar.
fa: برای آنچه که می خواهید بسازید، توزیع شما پیکربندی نشده است.
hr: Niste postavili distribuciju za koju želite izgraditi.
it: Non hai impostato la distribuzione per cui vuoi costruire.
nl: U heeft niet aangegeven welke distributie u wilt opbouwen.
pl: Nie ustawiono dystrybucji, dla którego chcesz kompilować.
pt_br: Você não definiu a distribuição para a qual você quer construir.
ro_ro: Nu ai setat distributia pentru ceia ce vrei sa faci .
ru: Вы не задали архитектуру для которой требуется провести сборку.
sq: Ju nuk keni vendosur shpërndarjen për të cilën ju doni të ndërtoni.
tr: Derlemek istediğiniz dağıtım için ayarlanmamış.
uk: Ви не вказали дистрибуцію, яку ви хочете побудувати.

source: Please do so in builder.conf or on the CLI.
da: Gør venligst dette i builder.conf eller i CLI.
de: Dies kann in der Datei builder.conf oder auf der Kommandozeile getan werden.
es: Por favor hágalo en builder.conf o por línea de comando.
fa: لطفا برای انجام این کار در builder.conf و یا در CLI بروید.
hr: Molimo vas da to učinite u builder.conf ili preko CLI.
it: Per favore dai questo in builder.conf sulla CLI.
nl: Dat doet u in de builder.conf in de CLI.
pl: Proszę to zrobić w builder.conf lub w CLI.
pt_br: Por favor, fazê-lo em builder.conf ou no CLI.
ro_ro: Te rog fa asa in builder.conf sau in terminal
ru: Пожалуйста, сделайте это в builder.conf или из командной строки.
sq: Ju lutemi të bëni këtë në builder.conf ose në CLI.
tr: Lütfen builder.conf veya CLI dosyasındakileri yapın.
uk: Будь ласка, зробіть це в builder.conf або CLI.

source: Distribution configuration is missing.
da: Distribution konfiguration mangler.
de: Die Distributionskonfiguration fehlt.
es: Falta configuración de distribución
fa: پیکربندی توزیع گم شده است.
hr: Distribuirana konfiguracija nedostaje.
it: Configurazione di distribuzione mancante.
nl: Distributie configuratie ontbreekt.
pl: Brak konfiguracji dystrybucji.
pt_br: Configuração de distribuição faltando.
ro_ro: Configuratia distributiei lipseste.
ru: Конфигурация дистрибутива отсутствует.
sq: Konfigurimi shpërndares mungon.
tr: Eksik dağıtım yapılandırması.
uk: Відсутня конфігурація дистрибуції.

source: New repository
da: Nyt projektarkiv
de: Neues Repositorium
es: Nuevo repositorio
fa: مخزن جدید
hr: Novi repozitorij
it: Nuovo repository
nl: Nieuwe repository
pl: Nowe repozytorium
pt_br: Novo repositório
ro_ro: Depozit nou
ru: Новый репозитарий
sq: Depo E're
tr: Yeni depo
uk: Нове сховище

source: Cannot build for %s on this host.
fa: در این هاست برای %s نمی توان ساخت.
hr: Ne može se graditi %s na ovom računalu.
nl: Kan niet builden voor %s op deze host.
sq: Nuk mund të ndërtojmë për %s në këtë mbartës.
uk: Не можу побудувати для %s на цьому хості.

source: Package information:
da: Pakke information:
de: Paketinformationen:
de_de: Paket Informationen:
es: Información del paquete:
fa: اطلاعات بسته:
hr: Informacije o paketu:
id: Informasi paket:
it: Informazioni pacchetto:
nl: Pakketinformatie:
pl: Informacje o pakiecie:
pt_br: Informações do pacote:
ro_ro: Informatia despre pachet :
ru: Информация о пакете:
sq: Informacion mbi paketën:
tr: Paket bilgileri:
uk: Інформація про пакет:

source: Install packages needed for build...
da: Installeringspakker nødvendige for at bygge...
de: Installiere Pakete, die zum Bauen benötigt werden...
es: Instalar paquetes necesarios para compilación...
fa: نصب بسته ها نیاز دارد برای ساخت...
hr: Instalacija paketa potrebnih za gradnju ...
id: Pasang paket yang dibutuhkan untuk membangun ...
it: Installazione pachetti necessari per la compilazione...
nl: Installeer pakketten noodzakelijk voor build...
pl: Instalowania pakietów wymaganych do kompilacji...
pt_br: Instala pacotes necessários para o build...
ro_ro: Instalarea pachetelor necesare constructiei...
ru: Установить пакеты, необходимые для создания ...
sq: Instaluesit e paketave duhet të ndërtohen...
tr: Derleme için gerekli paketler kuruluyor...
uk: Встановлення пакунків необхідних для побудови...

source: Extracting
da: Udpakker
de: Entpacke
de_de: Entpacke
es: Extrayendo
fa: بازگشایی
hr: Izdvajanje
id: Mengekstark
it: Estrazione
nl: Uitpakken
pl: Rozpakowywanie
pt_br: Extraindo
ro_ro: Extragerea
ru: Извлечение
sq: Ekstraktoj
tr: Açılıyor
uk: Розпаковка

source: You cannot run a build when no package was given.
da: Du kan ikke køre en bygning når ingen pakker er angivet.
de: Ohne Paket kann kein Build gestartet werden.
es: No se puede compilar sin haber escogido un paquete.
fa: شما نمی توانید یک ساخت را اجرا کنید هنگامیکه هیچ بسته ای داده نشده است.
hr: Ne možete pokrenuti build, kada je dan nikakav paket.
id: Anda tidak dapat menjalankan pembuat bila tidak ada paket yang diberikan.
it: Non è possibile compilare quando non è inserito nessun pacchetto.
nl: U kunt geen build draaien zonder dat een pakket is gegeven.
pl: Nie można uruchomić kompilacji jeżeli nie podano pakietu.
pt_br: Você não executar o build sem fornecer algum pacote.
ro_ro: Imposibil de executat o constructie atunci când nu a fost dat nici un pachet.
ru: Невозможно запустить сборку без указания пакета.
sq: Ju nuk mund të ekzekutosh ndërto kur nuk është dhënë asnjë paketë.
tr: Hiçbir paket olmadığında derlemeyi çalıştıramazsınız.
uk: Ви не можете виконати побудову без надання жодного пакету.

source: Could not find makefile in build root: %s
da: Kunne ikke finde makefile i bygge roden: %s
de: Makefile im Buildroot konnte nicht gefunden werden: %s
es: No se a podido encontrar el archivo makefile en el directorio raíz de compilación: %s
fa: نمی توان فایل ساخت "makefile" را در مسیر ریشه ساخت پیدا کرد: %s
hr: Ne mogu pronaći Makefile u početnoj (root)i zgradnji : %s
it: Impossibile trovare il makefile nella radice di compilazione: %s
nl: Kan makefile niet vinden in build root: %s
pl: Nie odnaleziono makefile w głównym katalogu kompilacji: %s
pt_br: Não foi possível encontrar o makefile no buil root: %s
ro_ro: Nu pot gasi fisierul make in root'ul construit : %s
ru: Не удалось найти makefile в каталоге сборки: %s
sq: Nuk mund të gjeni Makefile në rrënjë të ndërtuar: %s
tr: Root derleyicisi içerisindeki makefile dosyası bulunamadı: %s
uk: не можу знайти makefile в корені build: %s

source: Build failed
da: Bygning fejlede
de: Build fehlgeschlagen
es: La compilación ha fallado
fa: ساخت شکست خورد.
hr: Izgradnja nije uspjela
it: Compilazione fallita
nl: Build mislukt
pl: Błąd kompilacji.
pt_br: Compilação falhou
ro_ro: Construire esuata.
ru: Не удалось собрать
sq: Ndërtimi i dështuar
tr: Derleme başarısız oldu

source: Build interrupted
da: Bygning forstyrret
de: Build fehlgeschlagen
es: La compilación ha sido interrumpida
fa: وقفه ای در ساخت
hr: Izgradnja prekinuta
it: Compilazione interrotta
pl: Kompilacja przerwana
pt_br: Compilação interrompida
ro_ro: Creere întreruptă
ru: Сборка прервана
sq: Ndërtimi i ndërprerë
tr: Tamamlanamayan derleme

source: Build failed.
da: Bygning fejlede.
de: Build fehlgeschlagen.
es: La compilación ha fallado.
fa: ساخت شکست خورد.
hr: Izgradnja propala
it: Build fallito.
nl: Build mislukt.
pl: Kompilacja nie powiodła się.
pt_br: Compilação falhou.
ro_ro: Construire esuata.
ru: Не удалось собрать
sq: Ndërtimi dështoj.
tr: Derleme başarısız oldu.
uk: Зборка зазнала невдачі.

source: The build command failed. See logfile for details.
da: Bygge kommandoen fejlede. Se logfilen for detaljer.
de: Der Build ist fehlgeschlagen. Sehen Sie in die Logfiles für Details.
de_de: Aufbauen fehlgeschlagen. Sehen Sie in die Logfiles für Details.
es: El comando de compilación falló. Revise fichero de log para más detalles.
fa: فرمان ساخت شکست خورد. Logfile را برای دیدن جزییات ببینید.
hr: Naredba izgradnje propala. Pogledajte zapis za detalje.
id: Perintah membangun, gagal. Rincianya lihat logfile.
it: Il comando build è fallito. Controlla i file di log per i dettagli.
nl: Het build-commando is mislukt. Kijk in het logbestand voor details.
pl: Kompilacja zakończone niepowodzeniem. Sprawdź logi
pt_br: O comando de build falhou. Veja os logs para mais detalhes.
ro_ro: Constructia comenzi a esuat . Vezi fisierul log pentru detalii.
ru: Команда Build потерпела неудачу. Смотрите лог-файл для дополнительной информации.
sq: Komanda ndërto dështoj. Shih logfile për detaje.
tr: Derleme komutu başarısız oldu. Ayrıntılar için günlük dosyasına bakın.
uk: Команда build зазнала невдачі. Див. лог-файл для додаткофої інформації.

source: Running installation test...
da: Kører installationstest...
de: Führe Installationstest aus...
es: Ejecutando prueba de instalación...
fa: اجرای نصب آزمایشی...
hr: Poretanje instalacijskog testa.
it: Esecuzione test di installazione...
nl: Draait installatie-test...
pl: Uruchamianie testu transakcji...
pt_br: Executando teste de instalação...
ro_ro: Testul de instalare rulează...
ru: Выполняется тест установки...
sq: Ekzekutimi i Testit instalimit
tr: Yükleme testi çalıştırılıyor...

source: Installation test succeeded.
da: Installationstest succesfuld.
de: Installationstest erfolgreich.
es: Prueba de instalación exitosa.
fa: آزمایش نصب موفقیت آمیز بود.
hr: Instalacijski test uspješno završen.
it: Test di installazione eseguito con successo.
nl: Installatietest succesvol.
pl: Test instalacji zakończony powodzeniem.
pt_br: Teste de instalação concluído com êxito.
ro_ro: Testul de instalarea s-a făcut cu succes.
ru: Тест установки успешен.
sq: Testi Instalimit sukses.
tr: Yükleme testi başarılı.

source: Signing packages...
da: Signerer pakker...
de: Signiere Pakete...
es: Firmando paquetes...
fa: ثبت بسته ها...
hr: Potpisivanje paketa ...
it: Firma pacchetti...
nl: Ondertekenen van pakketten...
pl: Podpisywanie pakietów...
pt_br: Assinando pacotes...
ro_ro: Se semnează pachetele...
ru: Подписываются пакеты...
sq: Nënshkrimi paketave...
tr: Paketler imzalanıyor...

source: Dumping package information:
da: Viser pakke information:
de: Paketinformationen:
es: Volcando la información del paquete:
fa: اطلاعات بسته محروم شده:
hr: Ostavljam informacije o paketu:
it: Recupero delle informazioni sul pacchetto:
nl: Dumpt pakketinformatie:
pl: Zrzucanie informacji o pakiecie:
pt_br: Informação do pacote descarregado.
ro_ro: Informatii despre cosul de gunoi al pachetelor:
ru: Информация о пакете:
sq: Zbrazje informacioni të paketave:
tr: Boş paket bilgileri:
uk: Дамп інформації про пакунок.

source: Creating packages:
da: Opretter pakker:
de: Erstelle Pakete:
de_de: Erstelle Pakete:
es: Creando paquetes:
fa: ساخت بسته ها:
hr: Stvaranje paketa:
id: Mengekstrak paket:
it: Creazione pacchetti:
nl: Aanmaken van pakketten:
pl: Tworzenie pakietów:
pt_br: Criando pacotes:
ro_ro: Crearea pachetelor:
ru: Создание пакетов:
sq: Krijo Paketë:
tr: Oluşturulan paketler:
uk: Створення пакунків:

source: Running stage %s:
da: Kører %s:
de: Starte Stage %s:
de_de: Starte Level %s:
es: Fase en ejecución %s:
fa: در حال اجرای مرحله %s:
hr: Izvodim dio: %s
id: Menjalankan tahap %s:
it: In esecuzione lo stadio %s:
nl: Actieve stadium %s:
pl: Etap działania %s:
pt_br: Estágio atual %s:
ro_ro: Execută etapa %s:
ru: Текущая стадия %s:
sq: Rrjedha e fazës %s:
tr: %s - Çalışma aşaması:
uk: Поточна стадія %s:

source: Could not remove static libraries: %s
da: Kunne ikke fjerne statiske biblioteker: %s
de: Konnte statische Bibliotheken nicht entfernen: %s
es: No se puede remover las librerías estáticas: %s
fa: نمی توان کتابخانه های ایستا را پاک کرد: %s
hr: Nemogu ukloniti statičke biblioteke: %s
id: Tidak dapat menghapus pustaka statis: %s
it: Impossibile rimuovere librerie statica: %s
nl: Kan statische libraries niet verwijderen: %s
pl: Nie można usunąć statycznych bibliotek: %s
pt_br: Não foi possível remover libaries estáticas: %s
ro_ro: Nu pot sterge librariile statice : %s
ru: Невозможно удалить статические библиотеки: %s
sq: Nuk mund të heq dosjen statike: /%s
tr: Durağan kitaplıklar kaldırılamadı: %s
uk: Не можу видалити статичні бібліотеки: %s

source: Compressing man pages did not complete successfully.
da: Komprimering af man sider lykkedes ikke.
de: Das Komprimieren der Man-pages schlug fehl.
es: No se completo satisfactoriamente la compresión de las páginas man
fa: فشرده سازی صفحات man با موفقیت کامل نیست.
hr: Sažimanje man stranica nije uspješno završeno.
id: Memadatkan halaman manual tidak selesai dengan sukses.
it: Compressione delle pagine man non è stata completata con successo.
nl: Comprimeren van man pagina's is niet succesvol afgerond.
pl: Kompresja man pages zakończona niepowodzeniem.
pt_br: Compressão das man pages não foi completada com sucesso.
ro_ro: Compresarea paginilor manual nu sa incheiat cu succes.
ru: Сжатие страниц руководства закончилось неудачно.
sq: kompresimi i faqeve man nuk ka përfunduar me sukses.
tr: Man sayfalarının sıkıştırılması tamamlanamadı.
uk: Стискання man сторінок не виконано.
