Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Waiting for processes to terminate...
da: Venter på at processer lukkes...
de: Warte auf die Prozesse sich zu beenden...
es: Esperando a que finalicen los procesos..
fa: انتظار برای فرآیندهای به پایان رسیده...
hr: Čekam završetak procesa...
id: Menunggu proses untuk mengakhiri ...
it: Aspetta la terminazione dei processi...
nl: Wachten op het afsluiten van de processen...
pl: Oczekiwanie na zakończenie procesu...
pt_br: Aguardando processo terminar...
ro_ro: Asteptand sa se termine procesul
ru: Ожидание завершения процесса...
sq: Duke pritur për proceset për të përfunduar...
tr: İşlemler sonlandırılmak için bekleniyor...
uk: Жду на завершення процесу.

source: ETA
de: Verbleibend
pt_br: TEC
ru: Ожидаемое окончание
sq: KPA

source: %s [y/N]
da: %s [j/N]
es: %s[s/N]
it: %s [s/N]
pt_br: %s [s/N]
ru: %s [Да/Нет]
sq: %s [p/J]
tr: %s [e/H]
uk: %s [так/Ні]

source: Could not send a keepalive message to the hub.
nl: Kan geen keepalive bericht sturen naar de hub.

source: Could not update the host information.
nl: Kan de host-informatie niet bijwerken.

source: Less than 2GB of free space. Cannot request a new job.
nl: Minder dan 2GB vrije schijfruimte. Kan geen nieuwe taak aanmaken.
uk: залишилось менше 2ГБ вільного місця. Не можу запросити новий процес.

source: XMLRPC protocol error:
nl: XMLRPC protocolfout:

source: Error code: %s
nl: Foutcode: %s

source: Error message: %s
nl: Foutmelding: %s

source: Trying again in %(timeout)s second(s). %(tries)s tries left.
nl: Opnieuw proberen over %(timeout)s second(en). %(tries)s pogingen over.
uk: Спроба ще раз за %(timeout)s секунд(и). %(tries)s спроб залишилось.

source: Maximum number of tries was reached. Giving up.
nl: Maximum aantal pogingen is bereikt. Geeft op.

source: There has been an error when trying to import one or more of the modules, that are required to run Pakfire.
de_de: Es gab einen Fehler beim Import von einem oder mehreren Modulen die für das ausführen von Pakfire benötigt werden.
nl: Er heeft zich een fout voorgedaan bij het importeren van een of meer modules die noodzakelijk zijn om Pakfire te draaien.
uk: Виникла помилка при спробі імпортувати один або декілька модулів, необхідних для запуску Pakfire.

source: Please check your installation of Pakfire.
de_de: Bitte überprüfe deine Pakfire Installation.
nl: Controleer uw Pakfire installatie.
uk: Будь-ласка перевірте Вашу інсталяцію Pakfire.

source: The error that lead to this:
de_de: Der Fehler, welcher dazu führte:
nl: De fout die hier naar leidt:
uk: Помилка, що призвела до наступного:

source: An error has occured when running Pakfire.
de_de: Beim ausführen von Pakfire ist ein Fehler aufgetreten.
nl: Er heeft zich een fout voorgedaan tijdens het draaien van Pakfire.
uk: Помилка при запуску Pakfire.

source: Error message:
de_de: Fehlermeldung:
nl: Foutmelding:
uk: Сповіщення про помилку:

source: Further description:
de_de: Weitere Beschreibung:
nl: Uitgebreide omschrijving:
uk: Детальний опис:

source: There are no packages to install.
de_de: Es gibt keine Pakete zum installieren

source: Install one or more packages from the filesystem.
de_de: Installieren Sie ein oder mehrere Pakete aus dem Dateisystem.

source: Give filename of at least one package.
de_de: Dateiname zumindest eines Pakets

source: Emulated architecture in the shell.
de_de: Emulierte Architektur in der Shell.

source: Request a build job from the server.
de_de: Anfordern eines Aufbau Auftrags vom Server.

source: Compressing %s
de_de: Komprimiere %s

source: I cannot be forced to re-download the metadata for the repository '%s' when running in offline mode.
de_de: Das erneute herunterladen der Metadaten für die Quelle '%s' kann nicht erzwungen werden währned ich mich im Offline Modus befinde.

source: Loading from %s
de_de: Lade von %s
