Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Extracting debuginfo did not complete with success. Aborting build.
da: Udpakning af debuginfo mislykkedes. Annullerer bygning.
de: Das Extrahieren der Debug-Informationen schlug fehl. Build wird abgebrochen.
es: La extracción de la información de la depuración no se completó. Abortando la construcción.
fa: استخراج اطلاعات اشکال زدایی با موفقیت کامل نیست. ساخت ناقص.
hr: Izdvajanje debuginfo nije završeno uspješno. Zaustavljam izgradnju.
id: Ekstrak debuginfo tidak selesai dengan sukses. Membatalkan pembuatan.
it: L'estrazione delle info di debug non è stata completata con successo. Interruzione della compilazione.
nl: Extraheren van debuginfo was niet succesvol. Build wordt afgebroken.
pl: Wyodrębnianie debuginfo nie zakończyło się powodzeniem. Przerywanie kompilacji.
pt_br: A Extração da informação de debug não terminou com sucesso. Abortando.
ro_ro: Extragerea debuginfo a esuat . Parasire constructie .
ru: Обработка отладочной информации закончилась неудачно. Отказ сборки.
sq: Nxjerrëse info debug nuk e ka përfunduar me sukses. Duke ndërprerë ndërtuesin.
tr: Hata ayıklama bilgisi başarıyla tamamlanamadı. Derleme durduruluyor.
uk: Видобування debuginfo завершилося невдачею. Переривання побудови.

source: Pakfire command line interface.
de_de: Pakfire-Kommandozeilen-Interface
fa: رابط خط فرمان Pakfire.
hr: Pakfire sučelje naredbenog retka.
id: Antarmuka perintah baris Pakfire.
sq: Linja e komandave ndërfaqes Pakfire
uk: Інтерфейс командного рядка Pakfire.

source: The path where pakfire should operate in.
de_de: Der Pfad in welchem Pakfire Änderungen vornimmt.
fa: مسیری که pakfire باید در آن کار کند.
hr: Put na kojem pakfire radi.
id: Jalur dimana pakfire beroperasi.
nl: Het pad waar pakfire in zou moeten werken.
sq: Rruga ku pakfire duhet të veprojë në
uk: Шлях за яким буде працювати Pakfire.

source: Enable verbose output.
da: Aktivér udvidet output.
de: Verbose-Modus einschalten.
de_de: Verbose-Modus einschalten.
es: Activar salida detallada.
fa: فعالسازی نمایش خروجی
hr: Omogućite verbose output.
id: Mengizinkan hasil verbose.
it: Abilita il rapporto dettagliato.
nl: Zet uitgebreide output aan.
pl: Włącz szczegółowe komunikaty.
pt_br: Habilita saída detalhada.
ro_ro: Activează ieșirea detaliată.
ru: Включить подробный вывод.
sq: Aktivizo nxjerrje te hollësishëm.
tr: Ayrıntılı çıktıyı aktifleştirin.
uk: Ввімкнути детальний вивід.

source: Path to a configuration file to load.
da: Stien til en konfigurationsfil der skal indlæses.
de: Pfad zu einer Konfigurationsdatei
de_de: Pfad zu einer Konfigurationsdatei
es: Ruta al fichero de configuración a cargar.
fa: مسیر فایل پیکربندی برای بارگذاری.
hr: Put do konfiguracijske datoteke za učitavanje.
id: Jalur menyusun file untuk dimuat.
it: Percorso del file di configurazione da caricare.
nl: Pad naar een configuratiebestand
pl: Ścieżka konfiguracji do załadowania.
pt_br: Caminho do arquivo de configuração a ser carregado
ro_ro: Calea către un fișier de configurare pentru încărcare.
ru: Путь к файлу конфигурации для загрузки.
sq: Rruga për konfigurimin dhe ngarkimin e një dokumenti.
tr: Yüklenecek yapılandırma dosyasının yolu.
uk: Шлях до файлу конфігурації для завантаження.

source: Disable a repository temporarily.
da: Deaktivér midlertidigt et projektarkiv.
de: Repository temporär deaktivieren.
de_de: Repositorium temporär ausschalten.
es: Deshabilitar un repositorio temporalmente.
fa: غیرفعال کردن موقت مخزن
hr: Onemogućiti spremište privremeno.
id: Tidak diizinkan repositori sementara.
it: Disabilita un repository temporaneamente.
nl: Schakel een repository tijdelijk uit.
pl: Wyłącz czasowo repozytorium.
pt_br: Desabilita repositório temporariamente.
ro_ro: Dezactivează temporar un depozit.
ru: Временно отключить репозиторий.
sq: Anulo një depo përkohësisht.
tr: Geçici olarak depoyu devre dışı bırakın.
uk: Тимчасово вимкнути репозиторій.

source: Enable a repository temporarily.
da: Aktivér midlertidigt projektarkiv.
de: Repositorium vorübergehend aktivieren.
de_de: Aktivieren Sie ein Repository vorübergehend.
es: Activar un repositorio temporalmente.
fa: فعال کردن یک مخزن به طور موقت.
hr: Omogućite spremište privremeno.
id: Aktifkan repositori sementara.
it: Attivare un repository temporaneo.
nl: Schakel repository tijdelijk in.
pl: Włącz czasowo repozytorium.
pt_br: Habilita temporariamente um repositório.
ro_ro: Activează un depozit temporar.
ru: Временно включить хранилище .
sq: Lejo një depo përkohësisht.
tr: Geçici olarak bir depoyu aktifleştirin.
uk: Тимчасово ввімкнути репозиторій.

source: Run pakfire in offline mode.
da: Kør pakfire i offline tilstand.
de: Starte Pakfire im Offline-Modus.
de_de: Starte pakfire im Offline Modus.
es: Ejecutar pakfire en modo offline.
fa: اجرای packfire در حالت offline.
hr: Izvođenje pakfire u offline modu.
id: Jalankan pakfire dalam mode offline.
it: Esegui pakfire in modalità offline
nl: Start pakfire in offline modus.
pl: Uruchom pakfire w trybie offline
pt_br: Rodar pakfire em modo offline.
ro_ro: Ruleaza pakfire in mod offline.
ru: Запустить pakfire в автономном режиме.
sq: Ekzekuto pakfire në mënyrë jashtë linje
tr: Çevrimdışı durumda pakfire çalıştırın.
uk: Запустіть Pakfire в режимі offline.

source: Install one or more packages to the system.
de_de: Ein oder mehrere Pakete auf dem System installieren.
fa: نصب یک یا چند بسته در سیستم.
hr: Instalirajte jedan ili više paketa na sustav.
id: Memasang paket ke sistem.
nl: Installeer een of meerdere pakketten op het systeem.
sq: Instalo një ose më shumë paketa në sistem.
uk: Встановити один або декілька пакунків до системи.

source: Give name of at least one package to install.
de_de: Mindestens ein Paketname.
fa: نام یک بسته برای نصب را بدهید.
hr: Dajte ime barem jednog paketa za instalaciju.
id: Berikan nama paket untuk dipasang.
nl: Geef de naam van tenminste een pakket dat geïnstalleerd moet worden.
sq: Jepni emrin e të paktën një paketë për të instaluar.
uk: Вкажіть назву принаймні одного пакунку для встановлення.

source: Don't install recommended packages.
fa: نمی توان بسته های سفارشی را نصب کرد.
hr: Ne instalirati preporučene pakete.
nl: Installeer niet de aanbevolen pakketten.
sq: Mos instalo paketat e rekomanduara.

source: Reinstall one or more packages.
fa: نصب دوباره یک یا چند بسته.
hr: Ponovno instalirajte jedan ili više paketa.
id: Pasang kembali satu atau beberapa paket.
nl: Herinstalleren van een of meer pakketten.
sq: R'instalo një ose më shumë paketa.
uk: Перевстановіть один або декілька пакунків.

source: Give name of at least one package to reinstall.
fa: نام حداقل یک بسته را برای نصب دوباره بدهید.
hr: Dajte ime barem jednog paketa ponovno instalirati.
id: Berikan nama setidaknya satu paket untuk dipasang ulang.
nl: Geef de naam van tenminste een pakket om te herinstalleren.
sq: Jepni emrin e të paktën një paketë për të r'instaluar.
uk: Вкажіть ім'я хоча-б одного пакунку для перевстановлення.

source: Remove one or more packages from the system.
de_de: Entfernen Sie ein oder mehrere Pakete aus dem System.
fa: زدودن یک یا چند بسته از روی سیستم.
hr: Ukloniti jedan ili više paketa iz sustava.
id: Hapus satu atau beberapa paket dari sistem.
nl: Verwijder een of meerdere pakketten van het systeem.
sq: Hiq një ose më shumë paketa nga sistemi.
uk: Видалення одного або декількох пакунків з системи.

source: Give name of at least one package to remove.
de_de: Geben Sie Namen von mindestens einem Paket an um es zu entfernen.
fa: نام یک بسته برای زدودن بدهید.
hr: Dajte ime barem jednog paketa za uklanjanje.
id: Berikan nama sedikitnya satu paket untuk dihapus.
nl: Geef de naam van ten minste een pakket dat verwijderd moet worden.
sq: Japin emri e të paktën një pakete për të hequr.
uk: Вкажіть назву принаймні одного пакунку для видалення.

source: Give a name of a package to update or leave emtpy for all.
de_de: Ein Paket zum Aktualisieren oder leer lassen für alle.
fa: نام یک بسته برای بروز رسانی بدهید و یا همه را خالی بگذارید.
hr: Dajte naziv paketa za ažuriranje ili ostaviti prazno za sve.
id: Berikan nama paket untuk diperbarui atau biarkan semuanya kosong.
nl: Geef de naam van het pakket welke bijgewerkt moet worden of laat leeg voor alles.
sq: Jepni një emër e një pakete për të rinovuar ose të lënë bosh për të gjithë.
uk: Вкажіть назву пакунку для оновлення або залиште пустим для оновлення всіх пакунків.

source: Exclude package from update.
fa: محروم کردن بسته از بروز رسانی.
hr: Isključi paket od ažuriranja.
id: Kecualikan paket dari pembaruan.
nl: Pakket wordt uitgezonderd van update.
sq: Përjashtim paketash nga azhornimi.
uk: Виключити пакунок з оновлення.

source: Allow changing the vendor of packages.
fa: اجازه تغییر فروشنده بسته ها.
hr: Dopustite izmijene dobavljača paketa.
id: Izinkan perubahan vendor paket.
nl: Wijzigen van leverancier pakketten is toegestaan.
sq: Lejo ndryshimin e shitësit të paketave.
uk: Дозволити зміну постачальника пакунків.

source: Disallow changing the architecture of packages.
fa: اجازه ندادن برای تغییر معماری بسته ها.
hr: Onemogući mijenjanje arhitekture paketa.
nl: Sta het veranderen van de architectuur van de pakketten niet toe.
sq: Mos lejo ndryshimin arkitekturës s paketave.

source: Update the whole system or one specific package.
de_de: Das gesamte System aktualisieren oder ein angegebenes Paket.
fa: به روز رسانی همه سیستم و یا یک بسته خاص
hr: Ažuriranje cijeli sustav ili jedan određeni paket.
id: Perbarui seluruh sistem atau satu paket tertentu.
nl: Werk het hele systeem bij of een specifiek pakket.
sq: Updejto të gjithë sistemin ose një paketë në veçanti.
uk: Оновлення всієї системи або одного конкретного пакунку

source: Sync all installed with the latest one in the distribution.
fa: همگام سازی تمام نصب شده ها با آخرین ویرایش ها در توزیع.
hr: Sinkronizacija svih instaliranih s najnovijim barem jednim u distribuciji.
sq: Sinkronizo të gjithë instalimet me atë më të fundit në shpërndarje.

source: Check, if there are any updates available.
de_de: Prüfe, ob Updates verfügbar sind.
fa: هر بروزرسانی در دسترس را چک کنید.
hr: Provjerite, ima li kakvih ažuriranja dostupno.
id: Periksa, apakah ada update yang tersedia.
nl: Controleer of er updates beschikbaar zijn.
sq: Kontrolloni, nëse ka ndonjë azhornim në dispozicion.
uk: Перевірити наявність оновлень.

source: Downgrade one or more packages.
fa: کاهش رتبه یک یا چند بسته.
hr: Downgrade jedan ili više paketa.
id: Downgrade satu atau beberapa paket.
nl: Downgrade een of meer pakketten.
sq: Kthe versionin e një ose më shumë paketa.
uk: Понизити версію одного або декількох пакунків.

source: Give a name of a package to downgrade.
fa: گرفتن یک نام از یک یا چند بسته برای کاهش رتبه.
hr: Dajte naziv paketa za downgrade.
id: Berikan nama dari paket untuk di-downgrade-kan.
nl: Geef de naam van het pakket om te downgraden.
sq: Jepni emrin e një pakete për rikthim versioni.
uk: Вкажіть ім'я пакунку для зниження версії.

source: Print some information about the given package(s).
de_de: Informationen über das/die angegebenen Paket(e) ausgeben.
fa: چاپ برخی اطلاعات در مورد بسته مورد نظر
hr: Ispis nekih informacija o određenim paket(ima).
id: Cetak informasi tentang paket yang diberikan.
nl: Print informatie over de opgegeven pakket(ten).
sq: Print disa informacione në lidhje me paketat e dhën(ë).
uk: Друк інформації про даний пакет(и)

source: Give at least the name of one package.
da: Angiv mindst navnet på én pakke.
de: Mindestens ein Paket.
de_de: Mindestens ein Paket.
es: Dar por lo menos el nombre de un paquete.
fa: دست کم نام یک بسته را بدهید.
hr: Dajte barem ime jednog paketa.
id: Berikan nama paket.
it: Nomina almeno un pacchetto.
nl: Geef tenminste de naam van een pakket.
pl: Podaj przynajmniej nazwę jednego pakietu.
pt_br: Digite pelo menos o nome de um pacote.
ro_ro: Numește cel puțin un pachet.
ru: Укажите имя хотя бы одного пакета.
sq: Jepni të paktën emrin e një paketë.
tr: En az bir pakete ad verin.
uk: Вкажіть принаймні назву одного пакунку.

source: Search for a given pattern.
de_de: Nach einem Ausdruck suchen.
fa: جستجو برای الگوی داده شده
hr: Traži određeni uzorak.
id: Mencari pola yang diberikan.
nl: Zoek voor een gegeven patroon.
sq: Kërkoni për një strukturë të caktuar.
uk: Пошук по заданому шаблону.

source: A pattern to search for.
de_de: Nach einem Ausdruck suchen.
fa: الگوی مورد جستجو
hr: Uzorak za pretraživanje.
id: Pola untuk mencari.
nl: Een patroon om naar te zoeken.
sq: Një strukturë kërkimi për.
uk: Шаблон для пошуку.

source: Get a list of packages that provide a given file or feature.
de_de: Hole eine Paketliste die dass angegebene Feature oder die Datei enthält.
fa: دریافت فهرستی از بسته ها که فایل یا مشخصه ای را در اختیار می گذارد.
hr: Dobiti popis paketa koji pružaju određenu datoteku ili značajku.
id: Dapatkan daftar dari paket yang menyediakan file atau fitur yang diberikan.
nl: Vraag een lijst van pakketten die een bepaalde functie of bestand bevatten.
sq: Merrni listën e paketave që ofrojnë një dokument të caktuar apo funksion.
uk: Отримати список пакунків, що надають даний файл або функціонал.

source: File or feature to search for.
de_de: Datei oder Feature nach dem gesucht werden soll.
fa: فایل یا مشخصه موردنظر برای جستجو
hr: Datoteka ili značajka koju treba tražiti.
id: File atau fitur untuk mencari.
nl: Bestand of functie waar naar gezocht moet worden.
sq: Dokumente apo funksione kërkimi për.
uk: Файл або функціонал для пошуку.

source: Get list of packages that belong to the given group.
de_de: Hole eine Paketliste die mit der angegebenen Gruppe zu tun hat.
fa: دریافت لیست بسته هایی که متعلق به گروه مورد نظر هستند
hr: Dobiti popis paketa koji pripadaju određenoj skupini.
id: Dapatkan daftar paket yang dimiliki kelompok.
nl: Vraag een lijst van pakketten die behoren tot een gegeven groep.
sq: Merrni listën e paketave që i përkasin në grupin e dhënë.
uk: Отримати список пакунків, що відносяться до даної групи.

source: Group name to search for.
de_de: Gruppenname, nach dem gesucht werden soll.
fa: نام گروه برای جستجو
hr: Naziv grupe koju tražimo.
id: Nama grup untuk mencari.
nl: Groepsnaam waar naar gezocht moet worden.
sq: Emro grupet e kërkimit për.
uk: Назва групи для пошуку.

source: Install all packages that belong to the given group.
de_de: Installiere alle Pakete, die zu der angegebenen Gruppe gehören.
fa: نصب تمام بسته هایی که متعلق به گروه مورد نظر هستند
hr: Instalirajte sve pakete koji pripadaju određenoj skupini.
id: Pasang semua paket yang dimiliki kelompok.
nl: Installeer alle pakketten die behoren tot de gegeven groep.
sq: Instaloni të gjitha paketat që i përkasin grupit të caktuar.
uk: Встановити всі пакунки, що відносяться до даної групи.

source: Group name.
de_de: Name der Gruppe.
fa: نام گروه.
hr: Naziv grupe.
id: Nama kelompok.
nl: Groepsnaam.
sq: Emri i grupit.
uk: Назва групи.

source: List all currently enabled repositories.
de_de: Liste aller derzeit aktivierten Repositories.
fa: لیست همه مخازن فعال موجود
hr: Popis svih trenutno omogućeni spremišta.
id: Daftar semua repositori yang dibolehkan saat ini.
nl: Lijst met alle ingeschakelde repositories.
sq: Listo të gjitha depot të aktivizuara aktualisht.
uk: Показати список всіх задіяних репозиторіїв.

source: Cleanup commands.
de_de: Kommandos aufräumen.
fa: دستورات پاکسازی.
hr: Naredbe čišćenja.
id: Membersihkan perintah.
nl: Opschooncommando's.
sq: Pastro komandat
uk: Очистка команд.

source: Cleanup all temporary files.
de_de: Löschen aller temporären Dateien.
fa: پاک کردن همه فایهای موقت.
hr: Čišćenje svih privremenih datoteka.
id: Membersihkan semua file sementara.
nl: Opschonen van alle tijdelijke bestanden.
sq: Pastro të gjith dokumenta të përkohshëm.
uk: Очистка всіх тимчасових файлів.

source: Check the system for any errors.
de_de: Überprüfe das System auf Fehler
fa: چک کردن سیستم برای هر خطایی.
hr: Provjerite sustav za bilo kakve pogreške.
id: Periksa sistem untuk kesalahan apapun.
nl: Controleer het systeem op fouten.
sq: Kontrolloni sistemin për ndonjë gabim.
uk: Перевірте систему на наявність будь-яких помилок.

source: Check the dependencies for a particular package.
de_de: Überprüfe die Abhängigkeiten eines bestimmten Paketes.
fa: چک کردن وابستگیهای یک بسته خاص.
hr: Provjerite ovisnosti za određeni paket.
id: Periksa ketergantungan untuk paket tertentu.
nl: Controleer de afhankelijkheden voor een bepaald pakket.
sq: Kontrolloni varësit për një paketë të veçantë.
uk: Перевірити залежності для окремого пакунку.

source: Give name of at least one package to check.
de_de: Gib mindestens ein Paket an das überprüft werden soll.
fa: نام حداقل یک بسته را برای بررسی پیشنهاد بدهید.
hr: Dajte ime barem jednog paketa za provjeru.
id: Berikan satu nama paket yang akan diperiksa.
nl: Geef tenminste de naam van een pakket.
sq: Japin emri e të paktën një pakete për të kontrolluar.
uk: Вкажіть ім'я хоча-б одного пакунку для перевірки.

source: Extract a package to a directory.
fa: نافشردگی یک بسته در دایرکتوری
hr: Izdvojite pakete u mapu.
nl: Pak een pakket uit in een directory.
sq: Ekstrakt një paketë në një skedar.

source: Give name of the file to extract.
fa: نام یک فایل را برای نافشردگی بدهید.
hr: Dajte naziv datoteke za izdvajanje.
nl: Geef de naam van het uit te pakken bestand.
sq: Japin emri e dokumentit për të nxjerr.

source: Target directory where to extract to.
fa: دایرکتوری مقصد برای بازگشایی.
hr: Ciljni direktorij gdje se izdvaja.
nl: Doel-directory waar uit te pakken.
sq: Lista objektivit ku duhet nxjerrjen në.

source: Repository
da: Projektarkiv
de_de: Repositorium
es: Repositorio
fa: مخزن
hr: Repozitorij
id: Repositori
pl: Repozytorium
pt_br: Repositório
ro_ro: Depozit
ru: Репозиторий
sq: Depo
tr: Depo
uk: Репозиторій

source: Enabled
da: Aktiveret
de: Aktiviert
de_de: Aktiviert
es: Activado
fa: فعال
hr: Omogućeno
id: Diizinkan
it: Abilitato
nl: Ingeschakeld
pl: Włączony
pt_br: Habilitado.
ro_ro: Activat
ru: Включено
sq: Mundëso
tr: Aktif
uk: Ввімкнено.

source: Priority
da: Prioritet
de: Priorität
de_de: Priorität
es: Prioridad
fa: اولویت
hr: Prioritet
id: Prioritas
it: Priorità
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ro_ro: Prioritate
ru: Приоритет
sq: Prioritet
tr: Öncelik
uk: Пріоритет

source: Packages
da: Pakker
de: Pakete
de_de: Pakete
es: Paquetes
fa: بسته ها
hr: Paketi
id: Paket
it: Pacchetti
nl: Pakketten
pl: Pakiety
pt_br: Pacotes
ro_ro: Pachete
ru: Пакеты
sq: Paketa
tr: Paketler
uk: Пакунки

source: Cleaning up everything...
da: Oprydning af alt...
de: Alles aufräumen...
de_de: Alles aufräumen...
es: Limpiando todo...
fa: تمیز کردن همه چیز ...
hr: Čišćenje svega...
id: Membersihkan semuanya...
it: Ripulendo tutto...
nl: Alles opschonen...
pl: Czyszczenie wszystkiego...
pt_br: Limpa tudo...
ro_ro: Curăță tot...
ru: Очистка всего...
sq: Pastro gjithqka...
tr: Tüm geçici dosyalar temizleniyor...
uk: Очистка всього...

source: Cannot extract mixed package types
da: Kan ikke udpakke blandede pakke typer
de: Gemischte Pakete können nicht entpackt werden
es: No se puede extraer tipos de paquetes mixtos
fa: نمی توان بسته ای را که از گونه های مخلوط است را بازگشایی کرد
hr: Ne mogu izdvojiti mješovite vrste paketa
it: Impossibile estrarre i diversi tipi di pacchetto
nl: Kan gemengde pakket-types niet uitpakken
pl: Nie można wyodrębnić mieszanych typów pakietów
pt_br: Não é possível extrair tipos de pacotes variados
ro_ro: Nu se pot extrage tipuri de pachete mixte
ru: Невозможно извлечь пакеты различающихся типов
sq: Nuk mund të ekstrakt lloje të përziera paketash
tr: Karışık paket türleri çıkarılamaz

source: You must provide an install directory with --target=...
da: Du skal angive en installationsmappe med --target=...
de: Du must ein Zielverzeichniss mit --target=... angeben
es: Debe proporcionar un directorio de instalación con --destino= ...
fa: شما باید یک دایرکتوری نصب با --مقصد تهیه کنید=...
hr: Morati dati mapu za instalaciju s --target=...
it: Tu devi inserire una directory di installazione con --target=...
nl: U moet een installatie-directory opgeven met --target=...
pl: Musisz podać katalog instalacji za pomocą opcji --target=...
pt_br: Você deve fornecer um diretório de instalação com --target=...
ro_ro: Trebuie să atribui un director de instalare cu --target=...
ru: Вы должны указать путь установки опцией --target=...
sq: Ju duhet të siguroni një skedarë të instaluar me --objektiv=...
tr: Yükleme için dizin sağlamak gerekir --target=...

source: Cannot extract to /.
da: Kan ikke udpakke til /.
de: Es kann nicht nach /. entpackt werden
es: No se puede extraer a /.
fa: بازگشایی نمی شود ./
hr: Ne mogu izdvojiti u /.
it: Impossibile estrarre in /.
nl: Kan niet uitpakken in /.
pl: Nie można wypakować do /.
pt_br: Não é possível extrair para /.
ro_ro: Nu se poate extrage în /.
ru: Невозможно извлечь в /.
sq: Nuk mund të ekstrakt të /.
tr: / dizinine çıkartılamaz.

source: You cannot run pakfire-builder in a pakfire chroot.
fa: شما نمی توانید اجرا کنید packfire-builder را در دایرکتوری مادر packfire.
hr: Ne možete pokrenutipakfire-builder u pakfire chroot.
id: Anda tidak dapat menjalankan pakfire-builder dalam chroot pakfire.
nl: U kunt pakfire-builder niet in een pakfire chroot draaien.
sq: Ju nuk mund të ekzekutoni ndërtuesin -pakfire në një chroot.
uk: Ви не можете виконати pakfire-builder в pakfire chroot.

source: Pakfire builder command line interface.
da: Pakfire builder kommandolinje.
de: Pakfire-Builder-Kommandozeilen-Interface.
de_de: Pakfire-builder Kommandozeilen-Interface.
es: Compilador de interfaz de línea de comandos de Pakfire.
fa: رابط خط فرمان Packfire Builder
hr: Pakfire builder sučelje naredbenog retka.
id: Pembuat Pakfire antarmuka perintah baris.
it: Pakfire builder interfaccia a riga di comando.
nl: Pakfire builder commando regel interface.
pl: Linia poleceń kompilatora Pakfire.
pt_br: Linha de comando do compilador Parkfire
ro_ro: Interfață pakfire constructor linie de comandă.
ru: Интерфейс командной строки Pakfire builder.
sq: Ndërtuesi i Linjave të komandave ndërfaqore Pakfire
tr: Pakfire derleyici komut satırı arayüzü.
uk: Інтерфейс командного рядка Pakfire builder

source: Choose the distribution configuration to use for build
da: Vælg distributions konfigurationen til at bygge efter
de: Wähle eine Distributionskonfiguration für den Build
es: Elija la configuración de distribución a utilizar para la compilación
fa: جهت استفاده برای ساخت، پیکربندی توزیع را گزینش کنید
hr: Odaberite konfiguraciju distribucije za korištenje u izgradnji
it: Scegli la configurazione di distribuzione da usare per la costruzione
nl: Kies de distributie-configuratie die gebruikt wordt voor de build.
pl: Wybierz konfigurację dystrybucji dla kompilacji
pt_br: Escolha a configuração de distribuição para usar na compilação
ro_ro: Alege configurația distribuției pentru a o folosi la creere
ru: Выберите конфигурацию дистрибутива, используемую для сборки
sq: Zgjidhni konfigurimin e shpërndarjes për të përdorur për të ndërtuar
tr: Derleme için kullanılacak dağıtım yapılandırmasını seçin

source: Run pakfire for the given architecture.
fa: اجرای بسته برای معماری معین شده.
hr: Pokrenite pakfire za danu arhitekturu.
nl: Start pakfire voor de gegeven architectuur.
sq: Ekzekuto pakfire për arkitekturën e dhënë.

source: Update the package indexes.
de_de: Aktualisiere die Paket-Indizes.
fa: بروزرسانی شاخصهای بسته
hr: Ažuriranje indexa paketa.
id: Memperbarui index paket.
nl: Werk de pakketindex bij.
sq: Rinovo indekset e paketave.
uk: Оновити індекси пакунків.
