Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Installed size
da: Installeret størrelse
de: Installierte Größe
es: Tamaño instalado
fa: حجم نصب شده
hr: Instalirana veličina
it: Dimensione installato
nl: Geïnstalleerde grootte
pl: Rozmiar po instalacji
pt_br: Tamanho instalado
ro_ro: Dimensiune instalată
ru: Размер после установки
sq: Përmasa instalimit
tr: Kurulu boyutu

source: Repo
de: Repository
es: Repositorio
fa: مخزن
hr: Repozitorij
it: Rapporto
ru: Репозиторий
sq: Depo
uk: Репозиторій

source: Summary
da: Resumé
de: Zusammenfassung
de_de: Zusammenfassung
es: Sumario
fa: خلاصه
hr: Sažetak
id: Ringkasan
it: Sommario
nl: Samenvatting
pl: Podsumowanie
pt_br: Sumário
ro_ro: Sumar
ru: Резюме
sq: Përmbledhje
tr: Özet
uk: Резюме

source: Groups
da: Grupper
de: Gruppen
de_de: Gruppen
es: Grupos
fa: گروهها
hr: Grupe
id: Kelompok
it: Gruppi
nl: Groepen
pl: Grupy
pt_br: Grupos
ro_ro: Grupuri
ru: Группы
sq: Grupe
tr: Gruplar
uk: Групи

source: License
da: Licens
de: Lizenz
de_de: Lizenz
es: Licencia
fa: مجوز
hr: Licenca
id: Lisensi
it: Licenza
nl: Licentie
pl: Licencja
pt_br: Licença
ro_ro: Licență
ru: Лицензия
sq: Liçensë
tr: Lisans
uk: Ліцензія

source: Description
da: Beskrivelse
de: Beschreibung
de_de: Beschreibung
es: Descripción
fa: توصیف
hr: Opis
id: Deskripsi
it: Descrizione
nl: Omschrijving
pl: Opis
pt_br: Descrição
ro_ro: Descriere
ru: Описание
sq: Përshkrimi
tr: Açıklama
uk: Опис

source: Maintainer
da: Vedligeholder
de_de: Besitzer
es: Mantenedor
fa: نگاه دارنده
hr: Održava
id: Pemelihara
it: Mantenitore
nl: Onderhouder
pl: Dostawca
pt_br: Mantenedor
ro_ro: Responsabilul
ru: Куратор
sq: Mirëmbajtësi
tr: Sorumlu
uk: Спеціаліст з обслуговування

source: Vendor
da: Leverandør
de: Herausgeber
es: Proveedor (vendor)
fa: فروشنده
hr: Proizvođač
id: Penyedia
it: Venditore
nl: Leverancier
pl: Dostawca
pt_br: Mantenedor
ro_ro: Furnizor
ru: Поставщик
sq: Shitës
tr: Sağlayıcı
uk: Постачальник

source: Build ID
da: Bygge ID
es: ID de compilación
fa: شناسه ساخت
id: ID Pembuatan
it: ID di costruzione
pl: ID kompilacji
ro_ro: Creare ID
ru: ID сборки
sq: Ndërto ID
tr: Derleme kimliği
uk: ID збірки

source: Build date
da: Bygge dato
de: Build-Datum
de_de: Build-Datum
es: Fecha de compilación
fa: تاریخ ساخت
hr: Datum builda
id: Tanggal Pembuatan
it: Data di costruzione
nl: Build datum
pl: Data kompilacji
pt_br: Data do Build
ro_ro: Data Creare
ru: Дата сборки
sq: Ndërto Datën
tr: Derleme tarihi
uk: Дата збірки

source: Signatures
da: Signaturer
de: Signaturen
es: Firmas
fa: امضاها
hr: Potpisi
it: Firme
nl: Ondertekeningen
pl: Podpisy
pt_br: Assinaturas
ro_ro: Semnături
ru: Подписи
sq: Nënshkrime
tr: İmzalar
uk: Підписи

source: Provides
da: Leverer
de: Bietet
de_de: Bietet an
es: Proporciona
fa: فراهم می کند
hr: Pruža
id: Menyediakan
it: Fornisce
nl: Levert
pl: Dostarcza
pt_br: Provê
ro_ro: Furnizează
ru: Обеспечивает
sq: Ofron
tr: Sağlayıcı
uk: Забезпечує

source: Pre-requires
da: Påkrævet
de_de: Vorbereitungen
es: Prerrequerido
fa: پیش نیازها
hr: Zahtjeva
id: Kebutuhan awal
it: Pre-requisiti
nl: Pre-vereist
pl: Wymagania
pt_br: Pré-requisitos
ro_ro: Necesitati
ru: Предварительно требует
sq: Para-kërkuar
tr: Ön-gerekli
uk: Попередньо вимагається

source: Requires
da: Kræver
de: Benötigt
de_de: Benötigt
es: Requiere
fa: نیازمند
hr: Zahtjeva
id: Membutuhkan
it: Requisiti
nl: Vereist
pl: Wymaga
pt_br: Requerimentos
ro_ro: Necesită
ru: Требует
sq: Kërkon
tr: Gerekli
uk: Вимагає

source: Conflicts
da: Konflikter
de: Konflikte
de_de: Konflikte
es: En conflicto
fa: ناسازگاری ها
hr: Sukobi
id: Konflik
it: Conflitti
nl: Conflicteert
pl: Konflikty
pt_br: Conflita
ro_ro: Conflicte
ru: Конфликты
sq: Konflikt
tr: Çakışmalar
uk: Конфлікти

source: Obsoletes
da: Forældede
de_de: Veraltetes
es: Obsoleto
fa: منسوخی ها
hr: Zastarjele
id: Usang
it: Obsoleti
nl: Overbodig
pl: Zastępuje
pt_br: Obsoleto
ro_ro: Învechite
ru: Устаревшие
sq: i'vjetruar
tr: Kullanılmayan
uk: Застарілі

source: Recommends
da: Anbefaler
de: Empfehlungen
es: Recomendado
fa: سفارش ها
hr: Preporučuje
id: Rekomendasi
it: Raccomanda
nl: Adviseert
pl: zalecenia
pt_br: Recomenda
ro_ro: Recomandări
ru: Рекомендует
sq: Rekomandon
tr: Tavsiye

source: Suggests
da: Foreslår
de: Vollständig
es: Sugerido
fa: پیشنهادها
hr: Predlaže
id: Saran
it: Suggerimento
nl: Stelt voor
pl: Sugeruje
pt_br: Sugere
ro_ro: Sugestii
ru: Предлагает
sq: Sugjeron
tr: Öneriler

source: File
da: Fil
de: Datei
de_de: Datei
es: Fichero
fa: فایل
hr: Dokument
id: Berkas
nl: Bestand
pl: Plik
pt_br: Arquivo
ro_ro: Fişier
ru: Файл
sq: Dokument
tr: Dosya
uk: Файл

source: Not set
da: Udefineret
de: Nicht gesetzt
de_de: Nicht gesetzt
es: No establecido
fa: تنظیم نشده
hr: Nije postavljeno
id: Tidak diatur
it: Non impostato
nl: Niet ingesteld
pl: Nie ustawiono
pt_br: Não setado
ro_ro: ne setat
ru: Не установлено
sq: Nuk u Dergua
tr: Ayarlanmadı
uk: Не призначено

source: Config file saved as %s.
da: Konfigurationsfil gemt som %s.
de: Konfigurationsdatei gesichert als %s.
es: Archivo de configuración guardado como %s.
fa: %s فایل پیکربندی ذخیره شد.
hr: Konfiguracijska datoteka spremljena kao %s
id: Berkas konfigurasi disimpan sebagai %s
it: File di configurazione salvato come %s.
nl: Configuratiebestand opgeslagen als %s.
pl: Konfiguracja zapisana jako %s.
pt_br: Arquivo de configuração salvo como %s.
ro_ro: Fişier de configurare salvat %s.
ru: Файл конфигурации сохранён как %s.
sq: Dokument konfig ruajtur si %s.
tr: Yapılandırma dosyası %s olarak kaydedildi.
uk: Конфігурація збережена як %s

source: Preserving datafile '/%s'
da: Bevarer datafil '/%s'
de: Download der Datei '/%s'
es: Preservando archivo de datos '/%s'
fa: فایل های داده را حفظ نمایید '/%s'
hr: Očuvanje Datafile '/%s'
it: Mantieni data file '/%s'
nl: Bewaren van databestand '/%s'
pl: Zabezpieczanie pliku danych '/%s'
pt_br: Preservar arquivo de dados '/%s'
ro_ro: Păstrare fișier date '/%s'
ru: Сохранение файла данных '/%s'
sq: Ruajtja datafile '/%s'
tr: '/%s' veri dosyasını koruyarak

source: Filename: %s
da: Filnavn: %s
de: Dateiname: %s
de_de: Dateiname: %s
es: Nombre de fichero: %s
fa: نام فایل: %s
hr: Ime datoteke: %s
id: Nama berkas: %s
it: Nome del file: %s
nl: Bestandsnaam: %s
pl: Nazwa pliku: %s
pt_br: Nome do arquivo: %s
ro_ro: Nume fisier: %s
ru: Имя файла: %s
sq: Dokumenti: %s
tr: Dosya adı: %s
uk: Назва файлу: %s

source: File in archive is missing in file metadata: %s. Skipping.
da: Filen i arkivet mangler i fil metadata: %s. Springer over.
de: Datei im Archiv fehlt in den Metadaten: %s. Überspringe.
es: Archivo en el archivo no se encuentra en los metadatos del archivo: %s. Saltando.
fa: فایل در آرشیو در فراداده فایل از دست رفته است: %s. در حال نادیده گرفتن.
hr: Datoteka u arhivi nedostaje u metapodacima: %s Preskačem...
id: Berkas dalam arsip tersebut tidak ada dalam berkas metadata: %s. Lewatkan.
it: Il file in archivio manca nei file metadata: %s. Saltato.
nl: Bestand in archief mist bestand-metadata: %s. Overslaan.
pl: Pliku w archiwum brakuje w metadanych: %s. Pomijanie.
pt_br: Está faltando metadata em um arquivo no arquivo : %s. Igorando.
ro_ro: Fişierul din arhiva lipseşte în fișierul de metadate: %s. Sar peste.
ru: Файл в архиве отсутствует в метаданных: %s. Пропустить.
sq: Dokumenti në arkiv mungon në skedarin metadata :%s. Duke lënë mënjanë.
tr: Arşivdeki dosyaların dosya meta verileri eksik: %s. Atlanıyor.
uk: Файл в архіві відсутній в файлі метадані: %s. Пропускаю.

source: Config file created as %s
da: Konfigurationsfil oprettet som %s
de: Konfigurationsdatei als %s erstellt.
es: Archivo de Configuración creado como %s
fa: %s فایل پیکربندی ساخته شد.
hr: Konfiguracijska datoteka stvorena kao%s
id: Berkas konfigurasi dibuat sebagai %s
it: file di configurazione crato come %s
nl: Configuratiebestand aangemaakt als %s
pl: Konfiguracja utworzona jako %s
pt_br: Arquivo de configuração criado como %s
ro_ro: Fisierul de configurare creat %s
ru: Файл конфигурации создан как %s.
sq: Dokument konfig krijuar si %s
tr: %s olarak oluşturulan yapılandırma dosyası
uk: Конфігурація створена як %s

source: Don't overwrite already existing datafile '/%s'
da: Overskriv ikke eksisterende datafil '/%s'
de: Vorhandene Dateien überschreiben - '/%s'
es: No sobrescribir archivo de datos ya existente '/%s'
fa: فایل های در حال استفاده را بازنویسی نکنید '/%s'
hr: Ne prebrisati već postojeći Datafile %s
it: Non sovrascrivere i file dati già esistenti '/%s'
nl: Overschrijf niet het reeds bestaande databestand '/%s'
pl: Nie nadpisuj istniejących plików '/%s'
pt_br: Não substituir o arquivo de dados existente '/%s'
ro_ro: Nu suprascrie fișierul de date '/%s' deja existent
ru: Не перезаписывать существующий файл данных '/%s'
sq: Mos e mbishkruaj dokumenta tashmë ekzistuese '/%s'
tr: Mevcut veri dosyası '/%s' üzerinde yok

source: Could not remove file: /%s
da: Kunne ikke slette fil: /%s
de: Datei konnte nicht entfernt werden: /%s.
es: No se pudo remover el archivo :/%s
fa: نمی توان فایل /%s را پاک کرد.
hr: Ne mogu ukloniti datoteku: /%s
id: Tidak bisa menghapus berkas: /%s
it: Impossibile rimuovere il file: /%s
nl: Kan bestand /%s niet verwijderen
pl: Nie można usunąć pliku: /%s
pt_br: Não foi possível remover arquivo: /%s
ro_ro: Nu pot sterge fisierul : /%s
ru: Невозможно удалить файл: /%s
sq: Nuk mund të heq dokumentin: /%s
tr: Dosya kaldırılamadı: /%s
uk: Не можу видалити файл: /%s

source: Template does not exist: %s
da: Skabelon eksisterer ikke: %s
de: Vorlage existiert nicht: %s
es: No existe la plantilla: %s
fa: الگو وجود ندارد: %s
hr: Predložak ne postoji: %s
it: Il template non esiste: %s
nl: Template bestaat niet: %s
pl: Szablon nie istnieje: %s
pt_br: Template não existe: %s
ro_ro: Sablonul nu exista : %s
ru: Шаблон не существует: %s
sq: Shablloni nuk ekziston: %s
tr: Şablon yok: %s
uk: Шаблон не існує: %s

source: Package name is undefined.
da: Pakkenavn er udefineret.
de: Paketname ist undefiniert.
de_de: Paket Name ist undefiniert.
es: El nombre del paquete no está definido.
fa: نام بسته تعریف نشده است.
hr: Ime paketa nije definirano.
id: Nama paket tidak terdefinisi.
it: Il nome del pacchetto non è definito.
nl: Pakketnaam is ongedefinieerd.
pl: Niezdefiniowana nazwa pakietu.
pt_br: Nome do pacote não definido.
ro_ro: Numele pachetului e nedefinit .
ru: Имя пакета не определено.
sq: Emri paketës i papërcaktuar.
tr: Tanımsız paket adı.
uk: Назва пакунку невизначена.

source: Package version is undefined.
da: Pakke version er udefineret.
de: Paketversion ist undefiniert.
de_de: Paket Version ist undefiniert.
es: La versión del paquete no está definida.
fa: نسخه بسته تعریف نشده است.
hr: Verzija paketa nije definirana.
id: Versi Package tidak terdefinisi.
it: La versione del pacchetto non è definito.
nl: Pakketversie is ongedefinieerd.
pl: Niezdefiniowana wersja pakietu.
pt_br: Versão do pacote não definido.
ro_ro: Versiunea pachetului e nedefinita.
ru: Версия пакета не определена.
sq: Versioni paketës i papërcaktuar.
tr: Tanımsız paket sürümü.
uk: Версія пакунку не визначена

source: Searching for automatic dependencies for %s...
da: Søger efter automatiske afhængigheder for %s...
de: Suche nach automatischen Abhängigkeiten für %s...
es: Busqueda automática de dependencias por %s.....
fa: جستجو برای وابستگی اتوماتیک برای %s...
hr: U potrazi za automatsko ovisnosti za %s ...
id: Mencari dependensi otomatis untuk %s ...
it: Ricerca automatica di dipendenze per %s...
nl: Zoeken naar automatische afhankelijkheden voor %s...
pl: Wyszukiwanie zależności dla %s...
pt_br: Procurando dependências automáticas para %s...
ro_ro: Caut dependintele automate pentru %s...
ru: Поиск автоматических зависимостей для %s...
sq: Duke kërkuar për varësit automatik për %s...
tr: %s için otomatik bağımlılıkları aranıyor ...
uk: Шукаю автоматичні залежності для %s...

source: Regular experession is invalid and has been skipped: %s
da: Regulært udtryk er ugyldigt og er blevet sprunget over: %s
de: Regulärer Ausdruck ist ungültig und wurde übersprungen: %s
es: La expresión regular no es válida y se ha saltado: %s
fa: عبارت منظم نامعتبر است و نادیده گرفته شده است: %s
hr: Redoviti izraz je nevažeći te je preskočen: %s
it: L' espressione regolare è invalida ed è stata saltata: %s
nl: Regular expression is ongeldig en wordt overgeslagen: %s
pl: Wyrażenie regularne jest nieprawidłowe i zostało pominięte: %s
pt_br: Expressão regular é invalida e foi ignorada: %s
ro_ro: Expresiile uzuale sunt invalide si am sarit peste : %s
ru: Неверные регулярные выражения, пропущено: %s
sq: Experession rregullt është i pavlefshëm dhe është anashkalua: %s
tr: Düzenli ifadeler geçersiz ve atlanmıştır: %s
uk: Регулярний вираз неправильний і був пропущений: %s

source: Filter '%(pattern)s' filtered %(dep)s.
da: Filter '%(pattern)s' filtrerede %(dep)s.
de: Filter "%(pattern)s" filterte %(dep)s.
es: Filtro '%(pattern)s' filtrado %(dep)s.
fa: فیلتر '%(pattern)s' فیلتر شده %(dep)s.
hr: Filter '%(pattern)s' filtriran %(dep)s.
it: Filtro '%(pattern)s' ha filtrato %(dep)s.
nl: Filter '%(pattern)s' filterde %(dep)s.
pl: Filtr '%(pattern)s' filtruje %(dep)s.
pt_br: Filtro '%(pattern)s' filtrados %(dep)s.
ro_ro: Filtrare '%(pattern)s' filtrate %(dep)s.
ru: Фильтр '%(pattern)s' вернул зависимости %(dep)s.
sq: Filtër '%(pattern)s' filtruar %(dep)s.
tr: Filtre '%(pattern)s' filtrelenmiş %(dep)s.
uk: Фільтр '%(pattern)s' відфільтрував %(dep)s.

source: Packaging
da: Indpakning
de: Packe
de_de: Packe ein
es: Empaquetado
fa: بسته بندی
hr: pakiranje
id: Pemaketan
it: Pacchettizzazione
nl: Inpakken
pl: Pakowanie
pt_br: Empacotamento
ro_ro: pachete
ru: Упаковка
sq: Paketim
tr: Paketleme
uk: Упаковка

source: Building source package %s:
da: Bygger kildekode pakke %s:
de: Baue Quellpaket %s:
de_de: Aufbauen des Quellcode Paket %s:
es: Compilando paquete fuente %s:
fa: منبه ساخت بسته %s:
hr: izrada izvornog paketa: %s
id: Membangun paket sumber %s:
it: Build del pacchetto sorgente %s:
nl: Building bronpakket %s:
pl: Tworzenie pakietu źródłowego %s:
pt_br: Construindo pacote fonte %s:
ro_ro: Construirea pachetelor sursa %s:
ru: Создание исходного пакета %s:
sq: Ndërto paketat nga burimi %s:
tr: %s derleyici kaynak paketi:
uk: Побудова вихідного пакунку %s:

source: Could not extract file: /%(src)s - %(dst)s
da: Kunne ikke udpakke filen: /%(src)s - %(dst)s
de: Datei konnte nicht entpackt werden: /%(src)s - %(dst)s
es: No se puede extraer el archivo: /%(src)s - %(dst)s
fa: فایل /%(src)s - %(dst)s بازگشایی نمی شود.
hr: ne mogu izdvojiti file /%(src)s - %(dst)s
id: Tidak bisa mengekstrak berkas: /%(src)s - %(dst)s
it: Impossibile estrarre il file: /%(src)s - %(dst)s
nl: Kan bestand: /%(src)s - %(dst)s niet uitpakken.
pl: Nie można wypakować pliku: /%(src)s - %(dst)s
pt_br: Não foi possível extrair arquivo: /%(src)s - %(dst)s
ro_ro: Nu pot extrage fisierul : /%(src)s - %(dst)s
ru: Не удалось извлечь файл: /%(src)s - %(dst)s
sq: Nuk mund të nxjerr dokumentin: /%(src)s - %(dst)s
tr: Dosya ayıklanamadı: /%(src)s - %(dst)s
uk: Не можу видобути файл: /%(src)s - %(dst)s

source: Elapsed Time: %s
da: Forløbet tid: %s
de: Verstrichene Zeit: %s
es: Tiempo transcurrido: %s
fa: زمان سپری شده: %s
hr: Proteklo vrijeme: %s
it: Tempo impiegato: %s
pl: Upłynęło Czasu: %s
pt_br: Tempo decorrido: %s
ro_ro: Timp scurs: %s
ru: Прошедшее время: %s
sq: Koha e Kaluar: %s
tr: Geçen Zaman: %s

source: Time
da: Tid
de: Zeit
es: Tiempo
fa: زمان
hr: Vrijeme
id: Waktu
it: Tempo
pl: czas
pt_br: Tempo
ro_ro: Timp
ru: Время
sq: Orë
tr: Zaman

source: Initializing repositories...
fa: آماده سازی مخزن ها...
hr: Inicijalizacija spremišta ..
nl: Initialiseren van repositories...
sq: inicializoj depo...

source: The format of the database is not supported by this version of pakfire.
da: Databasens format er ikke understøttet af denne version af pakfire.
de: Das Datenbankformat wird in dieser Version von pakfire nicht unterstützt.
es: El formato de la base de datos no es soportado por esta versión de pakfire
fa: فرمت پایگاه داده برای این ویرایش از packfire پشتیبانی نشده است.
hr: Format baze podataka ne podržava ovu verziju pakfirea.
id: Format basis data tidak didukung oleh versi pakfire ini.
it: Il formato del databse non è supportato da questa versione di pakfire.
nl: Het formaat van de database is niet ondersteund in deze versie van pakfire.
pl: Format bazy danych nie jest obsługiwany przez tę wersję pakfire.
pt_br: O formato do bando de dados não é suportado por essa versão do pakfire.
ro_ro: Formatul de date nu este acceptat de această versiune de pakfire.
ru: Формат базы данных не поддерживается данной версией pakfire.
sq: Formati i bazës së të dhënave nuk është i mbështetur nga ky version i pakfire.
tr: Veritabanı biçimi pakfire'ın bu sürümü tarafından desteklenmiyor.
uk: Формат бази даних не підтримується цією версією Pakfire.

source: Cannot use database with version greater than %s.
da: Kan ikke bruge database med version større end %s.
de: Kann Datenbank der Version %s oder größer nicht verwenden.
es: No usar una base de datos con una versión mayor a %s
fa: نمی توان از پایگاه داده با ویرایش بزرگتر از %s استفاده کرد.
hr: Ne mogu koristiti bazu podataka s verzijom veće od %s.
id: Tidak bisa menggunakan database dengan versi yang lebih tinggi dari %s.
it: Impossibile usare il database con versioni maggiori di %s.
nl: Kan database met versie groter dan %s niet gebruiken.
pl: Nie może korzystać z bazy danych z wersji większej niż %s.
pt_br: Não é possível utilizar o banco de dados com versão maior que %s.
ro_ro: Nu pot utiliza o baza de date cu o versiune mai mare decat %s.
ru: Невозможно использовать базу данных с версией больше чем %s.
sq: Nuk mund të përdorë bazën e të dhënave me version më të madhe se %s.
tr: %s paketinden daha büyük bir sürümü ile bu veritabanı kullanamazsınız.
uk: Не можу використати базу даних з версією більше ніж %s.

source: Migrating database from format %(old)s to %(new)s.
da: Migrerer database fra format %(old)s til %(new)s.
de: Migriere Datenbank von Format %(old)s nach %(new)s.
es: Migrando base de datos con formato %(old)s a %(new)s.
fa: کوچ پایگاه داده از فرمت %(old)s به %(new)s.
hr: Migracija podataka iz formata %(old)s na %(new)s.
it: Migrazione del formato del database da %(old)s a %(new)s.
nl: Migreren van database van formaat %(old)s naar %(new)s.
pl: Zmiana wersji bazy danych z %(old)s do %(new)s.
pt_br: Migrando banco de dados do formato %(old)s para %(new)s.
ro_ro: Migrarea bazei de date din formatul %(old)s in %(new)s.
ru: Мигрирование формата БД с %(old)s на %(new)s.
sq: Emigrojnë bazën e dhënave nga formati %(old)s tek %(new)s.
tr: %(old)s biçiminden %(new)s biçimine veritabanını güncelleştir.
uk: Міграція бази даних з формату %(old)s до %(new)s.

source: %s: Adding packages...
da: %s: Tilføjer pakker...
de: %s: Füge Pakete hinzu....
es: %s: Añadiendo paquetes...
fa: %s: افزودن بسته ها...
hr: %s Dodavanje paketa ..
id: %s: Menambahkan paket...
it: %s: Aggiungi pacchetti...
nl: %s: Voegt pakketten toe...
pl: %s: Dodawanie pakietów...
pt_br: %s: Adicionando pacotes...
ro_ro: %s: Adăugare pachete...
ru: %s: Добавление пакетов...
sq: %s: Shtimi paketave...
tr: %s: Paketler ekleniyor...
uk: %s: Додавання пакунків...

source: Compressing database...
da: Komprimerer database...
de: Komprimiere Datenbank...
es: Comprimiendo base de datos...
fa: فشرده سازی پایگاه داده...
hr: Sažimanje baze podataka...
id: Memadatkan basis data ...
it: Compressioe database...
nl: Comprimeren van database...
pl: Kompresowanie bazy danych...
pt_br: Comprimindo banco de dados...
ro_ro: Compresez databaza ....
ru: Сжатие базы данных...
sq: Ngjeshja bazës të dhënave...
tr: Veri tabanı sıkıştırılıyor...
uk: Стискання бази даних.

source: %s: Reading packages...
da: %s: Læser pakker...
de: %s: Lese Pakete ein...
es: %s: Leyendo paquetes...
fa: %s: خواندن بسته ها...
hr: %s Čitanje paketa...
id: %s: Membaca paket..
it: %s: Lettura pacchetti...
nl: %s: Inlezen van pakketten...
pl: %s: Odczytywanie pakietów...
pt_br: %s: Lendo pacotes...
ro_ro: %s: Citire pachete...
ru: %s: Чтение пакетов...
sq: %s: Lexo Paketat...
tr: %s: Paketler okunuyor...

source: No metadata available for repository %s. Cannot download any.
fa: بدون فراداده موجود برای مخزن %s. نمی توان هر چیزی را دانلود کرد.
hr: Nema dostupnih metapodataka za repozitorij %s. Ne mogu preuzeti.
nl: Geen metadata beschikbaar voor repository %s. Kan niets downloaden.
sq: Nuk ka metadata në dispozicion për depo %s. Nuk mund të shkarkoni ndonjë.

source: Could not update metadata for %s from any mirror server
fa: نمی توان فراداده را برای %s از هر سرور آینه ای "miroor server" بروزرسانی کرد
hr: Ne mogu se ažurirati metapodaci za %s s dostupnih poslužitelja
nl: Kan de metadata niet bijwerken voor %s van geen van de mirror servers
sq: Nuk mund të azhornojë metadata për %s nga një server tjetër

source: The downloaded metadata was less recent than the current one.
da: Den hentede metadata fra ældre end den nuværende.
de: Die heruntergeladenen Metadaten waren älter als die bestehenden.
es: Los metadatos descargados son menos recientes que los actuales.
fa: فراداده دانلود شده، کمتر از جریان اخیر بود.
hr: Preuzeti metapodataci su stariji od dosadašnjih.
it: I metadati scaricati sono meno recenti di quelli correnti.
nl: De gedownloade metadata was minder recent dan de huidige.
pl: Pobrany plik metadata jest starszy od aktualnego posiadanego.
pt_br: O metadado baixado era mais antigo que o atual.
ro_ro: Datele descărcate sunt mai puțin recente decât cele curente.
ru: Скачанные метаданные менее актуальные, чем имеющиеся.
sq: Metadata shkarkuar se fundmi është më pak e re se ajo aktuale.
tr: İndirilen meta verileri mevcut olandan daha az zamanda oldu.
uk: Завантажені метадані старші, ніж поточні.

source: Cannot download package database for %s in offline mode.
fa: نمی توان در حالت آفلاین دیتابیس بسته %s را دانلود کرد.
hr: Ne može se preuzeti paket podataka za %s u izvanmrežnom načinu rada.
id: Tidak bisa mengunduh pake database untuk for %s dalam mode offline.
nl: Kan pakketdatabase voor %s niet downloaden in offline modus.
sq: Nuk mund të shkarkoje paketat baza e të dhënave për %s nëse jeni i shkëputur.
uk: Не можу завантажити базу даних пакунків %s в автономному режимі.

source: %s: package database
da: %s: pakke database
de: %s: Paketdatenbank
de_de: %s: Paketdatenbank
es: %s: paquete de base de datos
fa: پایگاه داده بسته : %s
hr: %s: Paket baze podataka
id: %s: paket database
it: %s: database dei pacchetti
nl: %s: pakket database
pl: %s: baza pakietów
pt_br: %s: database de pacote
ro_ro: %s: pachet bază de date
ru: %s: базы данных пакетов
sq: %s: Paketë Baza dhënave
tr: %s: paket veritabanı
uk: %s: база даних пакетів

source: Cannot download this file in offline mode: %s
da: Kan ikke hente denne fil i offline tilstand: %s
de: Kann diese Datei im Offline-Modus nicht herunterladen: %s
de_de: Kann diese Datei im Offline-Modus nicht herunterladen: %s
es: No puedo descargar este fichero en modo desconectado: %s.
fa: نمی توان این فایل را در حالت آفلاین دانلود کرد: %s
hr: e može preuzeti ovu datoteku u offline modu: %s
id: Tidak bisa mengunduh file ini dalam mode offline: %s
it: Impossibile scaricare questo file in modalita offline: %s
nl: Kan dit bestand niet downloaden in offline modus: %s
pl: Nie można pobrać tego pliku w trybie offline: %s
pt_br: Não posso fazer o download deste arquivo em modo offiline: %s
ro_ro: Nu pot descărca acest fişier în modul offline: %s
ru: Не удаётся загрузить этот файл в автономном режиме: %s.
sq: Nuk mund të shkarkoni këtë dokument nëse jeni i shkeputur: %s
tr: Çevrimdışı durumda bu dosyayı indiremezsiniz: %s
uk: Не мажу завантажити вказаний файл в автономному режимі: %s
