Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Could not download %s: %s
da: Kunne ikke hente %s: %s
de: Konnte %s nicht herunterladen: %s
es: No se pudo descargar %s: %s
fa: دانلود نمی شود %s: %s
hr: Nije mogao skinuti %s: %s
id: Tidak bisa mengunduh %s: %s
it: Impossibile scaricare %s: %s
nl: Kan %s niet downloaden: %s
pl: Nie można pobrać %s: %s
pt_br: Não foi possível baixar %s: %s
ro_ro: Nu s-a putut descărca %s: %s
ru: Не удалось загрузить %s: %s
sq: Nuk mund të shkarkojë %s: %s
tr: %s indirilemedi: %s

source: The checksum of the downloaded file did not match.
da: Den hentede fils checksum matchede ikke.
de: Die Prüfsumme der heruntergeladenen Datei stimmte nicht überein.
es: La suma de comprobación del archivo descargado no coincide.
fa: کنترلی checksum از فایل دانلود شده مطابقت ندارد.
hr: Kontrolni broj preuzete datoteke ne odgovara.
it: Il checksum del download non corrisponde.
nl: Het controlegetal van het gedownloade bestand komt niet overeen.
pl: Suma kontrolna pobranego pliku nie zgadza się.
pt_br: O Checksum do arquivo baixado não combina.
ro_ro: Verificarea fisierelor descarcate /checksum a raportat o eroare. Fisierele nu se potrivesc.
ru: Не совпадает контрольная сумма скачанного файла.
sq: Kontrolli i dokumentave të shkarkuara nuk korespondon.
tr: İndirilen dosyanın sağlaması uyuşmuyor.
uk: Контрольна сума завантаженого файлу не збігається.

source: Expected %(good)s but got %(bad)s.
da: Forventede %(good)s men fik %(bad)s.
de: Erwartete %(good)s, aber erhielt %(bad)s.
es: Esperado %(good)s pero consiguieron %(bad)s.
fa: انتظار می رود که %(good)s اما رفتن به %(bad)s.
hr: Očekivani %(good)s ali dobio %(bad)s.
it: Attesi %(good)s ma ricevuti %(bad)s.
nl: Verwachtte %(good)s, maar kreeg %(bad)s.
pl: Oczekiwano %(good)s a otrzymano %(bad)s.
pt_br: Experado %(good)s mas recebi %(bad)s.
ro_ro: Așteptat %(good)s dar primit %(bad)s.
ru: Ожидалось %(good)s но получено %(bad)s.
sq: Pritej %(good)s por mori %(bad)s.
tr: Beklenen %(good)s fakat alınan %(bad)s.

source: Trying an other mirror.
da: Prøver et andet spejl.
de: Probiere anderen Mirror.
es: Intentando en otro espejo.
fa: تلاش برای آینه دیگر.
hr: Pokušavam drugi izvor.
id: Mencoba sumber lain.
it: Prova un altro mirror.
nl: Probeert een andere mirror.
pl: Próbowanie innego serwera lustrzanego.
pt_br: Tentando outra fonte.
ro_ro: Incerc o alta adresa .
ru: Пробуем другое зеркало.
sq: Duke u përpjekur për një lidhje tjetër.
tr: Diğer bir yansı çalışıyor.
uk: Спроба іншого зеркала.

source: Loading installed packages
da: Indlæste installerede pakker
de: Lade installierte Pakete
de_de: Lade installierte Pakete
es: Cargando Paquetes instalados
fa: بارگذاری بسته های نصب شده
hr: Učitavam instalirane pakete.
it: Caricamento dei pacchetti installati
nl: Laden van geïnstalleerde pakketten
pl: Wczytywanie zainstalowanych pakietów
pt_br: Carregando pacotes instalados
ro_ro: Încărcare pachete instalate
ru: Загружаются установленные пакеты
sq: Ngarkimi i paketave t'instaluara
tr: Kurulu paketler yükleniyor

source: Dependency solving finished in %.2f ms
fa: حل وابستگی به پایان رسید در %.2f ms
hr: Rješavanje ovisnost završilo u %.2f ms
nl: Afhandelen van afhankelijkheden is beëindigd in %.2f ms
sq: Zgjidhja e varësisë përfundoi në %.2f ms

source: The solver returned one problem:
de_de: Der Auflösungsprozess meldet einen Fehler.
fa: حل کننده مشکلی را بازگرداند
hr: Solver vratio jedan problem:
id: Solver kembali mengalami masalah:
nl: De solver geeft een probleem terug:
sq: Rregulluesi ktheu një problem:
uk: Знайдено одну проблему:

source: Do you want to manually alter the request?
de_de: Möchten Sie die Anfrage manuell verändern?
fa: آیا می خواهید درخواست را به صورت دستی تغییر دهید؟
hr: Želite li ručno mijenjati zahtjev?
id: Apakah Anda ingin secara manual mengubah permintaan?
nl: Wilt u echt het verzoek handmatig aanpassen?
sq: A doni të ndryshoni manualisht kërkesën?
uk: Ви хочете вручну змінити запит?

source: You can now try to satisfy the solver by modifying your request.
de_de: Ändere deine Anforderung um das Problem zu lösen
fa: اکنون می توانید با اصلاح درخواستتان جهت رفع مشکل تلاش نمایید.
hr: Sada možete pokušati zadovoljiti Solvera mijenjanjem vašeg zahtjeva.
id: Anda bisa mencoba untuk memudahkan solver dengan memodifikasi permintaan Anda.
nl: U kunt de solver nogmaals proberen door het verzoek aan te passen.
sq: Ju tani mund të përpiqet për të kënaqur rregulluesin duke modifikuar kërkesën tuaj.
uk: Можна попробувати змінити запит для вирішення проблеми.

source: Which problem to you want to resolve?
de_de: Welches Problem wollen Sie lösen?
fa: تمایل به حل کدام مشکل را دارید؟
hr: Koji problem želite riješiti?
id: Masalah Anda yang mana yang ingin diselesaikan?
nl: Welk probleem wilt u oplossen?
sq: Cilin problem doni të zgjidhni?
uk: Яку з проблем Ви хочете вирішити?

source: Press enter to try to re-solve the request.
de_de: Drücke Enter um die Anforderung erneut aufzulösen.
fa: enter را جهت تلاش برای حل دوباره درخواست فشار دهید.
hr: Pritisnite enter pokušati ponovno rješavanje zahtjeva.
id: Tekan enter untuk mencoba untuk menyelesaikan permintaan.
nl: Geef enter om het verzoek op te lossen.
sq: Shtypni të hyjë në përpjekje për ri-zgjidhjen e kërkesës.
uk: Нажміть Enter, щоб попробувати заново вирішити проблему

source: Solution: %s
de_de: Lösung: %s
fa: راه حل: %s
hr: Rješenje: %s
id: Penyelesaian: %s
nl: Oplossing: %s
sq: Zgjidhje: %s
uk: Рішення: %s

source: Solutions:
de_de: Lösungen:
fa: راه حل ها:
hr: rješenja: 5s
id: Penyelesaian:
nl: Oplossingen:
sq: Zgjidhjet:
uk: Рішення:

source: Could not be determined
da: Kunne ikke defineres
de: Konnte nicht festgestellt werden
es: No se pudo determinar
fa: تعیین نشد
hr: Ne može se odrediti.
id: Tidak dapat ditentukan
it: Non può essere determinato
nl: Kon niet worden bepaald
pl: Nie może być ustalona
pt_br: Não pode ser determinado
ro_ro: Nu a putut fi determinat
ru: Невозможно определить
sq: Nuk mund të përcaktohet
tr: Tespit edilemedi
uk: Не може бути визначений

source: Executing command: %s in %s
da: Eksekverer kommando: %s på %s
de: Führe aus: %s in %s
es: Ejecutando comando: %s in %s
fa: اجرای دستور: %s در %s
hr: Izvršavanje naredbe: %s in %s
it: Esecuzione comando: %s in %s
nl: Uitvoeren van commando: %s in %s
pl: Wykonywanie polecenia: %s w %s
pt_br: Executando comando: %s em %s
ro_ro: Se execută comanda: %s în %s
ru: Выполняется команда %s в %s
sq: Ekzekutimi komandes: %s në %s
tr: Komut yürütülüyor: %s - %s

source: Command exceeded timeout (%(timeout)d): %(command)s
da: Kommando overskred timeout (%(timeout)d): %(command)s
de: Befehl überschritt Zeitlimit (%(timeout)d): %(command)s
es: El comando superó el tiempo de espera (%(timeout)d): %(command)s
fa: فرمان از محدوده زمانی تجاوز کرده (%(timeout)d): %(command)s
hr: Naredba premašila timeout(%(timeout)d): %(command)s
it: Il comando ha ecceduto il tempo limite (%(timeout)d): %(command)s
nl: Commando heeft time-out overschreden (%(timeout)d): %(command)s
pl: Polecenie przekroczyło limit czasowy (%(timeout)d): %(command)s
pt_br: O comando excedeu o tempo limite (%(timeout)d): %(command)s
ro_ro: Timeout execuție comandă: (%(timeout)d): %(command)s
ru: Превышен интервал ожидания (%(timeout)d) при выполнении команды: %(command)s
sq: Komanda tejkaloj kohën (%(timeout)d): %(command)s
tr: Komut zaman aşımı (%(timeout)d) zamanı aşıldı: %(command)s

source: Child returncode was: %s
da: Barnets returkode var: %s
de: Rückgabewert des Prozesses war: %s
es: El código de retorno hijo fue: %s
fa: زیر کد بازگشت بود: %s
hr: Child returncode je: %s
it: Child risposta è: %s
pl: Proces potomny zwrócił: %s
pt_br: Código de retorno filho foi: %s
ro_ro: Codul întors de la copil: %s
ru: Дочерний процесс вернул код: %s
sq: Kodi kthimi i fëmijëve ishte: %s
tr: Çocuk kodu geri döndü: %s

source: Command failed: %s
da: Kommando fejlede: %s
de: Befehl fehlgeschlagen: %s
es: El comando falló. %s
fa: خطا در فرمان: %s
hr: Naredba nije uspješna: %s
id: Perintah salah: %s
it: Comando fallito: %s
nl: Commando mislukt: %s
pl: Błąd polecenia: %s
pt_br: Comando falhou: %s
ro_ro: Comandă eșuată: %s
ru: Команда не выполнена: %s
sq: Komanda dështoj: %s
tr: Komut başarısız oldu: %s

source: file %(name)s from %(pkg1)s conflicts with file from package %(pkg2)s
da: fil %(name)s fra %(pkg1)s er i konflikt med fil fra pakke %(pkg2)s
de: Datei %(name)s aus %(pkg1)s hat einen Konflikt mit der Datei aus %(pkg2)s
es: El archivo %(name)s de %(pkg1)s con conflictos de archivo de paquete %(pkg2)s
fa: فایل %(name)s از %(pkg1)s ناسازگاری دارد با فایلی از بسته %(pkg2)s
hr: Datoteka %(name)s iz %(pkg1)s sukobljava se s paketom %(pkg2)s
it: file %(name)s da %(pkg1)s va in confitto con il pacchetto %(pkg2)s
nl: Bestand %(name)s van %(pkg1)s conflicteert met bestand van pakket %(pkg2)s
pl: plik %(name)s z %(pkg1)s powoduje konflikt z plikiem z pakietu %(pkg2)s
pt_br: arquivo %(name)s de %(pkg1)s conflita com arquivo do pacote %(pkg2)s
ro_ro: fișier %(name)s din %(pkg1)s este în conflict cu pachetul %(pkg2)s
ru: Файл %(name)s из пакета %(pkg1)s конфликтует с файлом из пакета %(pkg2)s
sq: dokumenta %(name)s nga %(pkg1)s konflik me dokumentat nga paketa %(pkg2)s
tr: %(name)s dosyasından %(pkg1)s ile %(pkg2)s dosyası çakışmaktadır
uk: файл %(name)s з %(pkg1)s конфліктує з файлом пакунку %(pkg2)s

source: file %(name)s from %(pkg)s conflicts with files from %(pkgs)s
da: fil %(name)s fra %(pkg)s er i konflikt med filer fra %(pkgs)s
de: Datei %(name)s aus %(pkg)s hat mehrere Konflikte mit Dateien aus %(pkgs)s
es: El archivo %(name)s de %(pkg)s con conflictos de archivos desde %(pkgs)s
fa: فایل %(name)s از %(pkg)s ناسازگاری دارد با فایلی از %(pkgs)s
hr: Datoteka %(name)s iz %(pkg)s sukobljava se s paketom %(pkgs)s
it: file %(name)s da %(pkg)s va in conflitto con i file di %(pkgs)s
nl: Bestand %(name)s van %(pkg)s conflicteert met bestanden van %(pkgs)s
pl: plik %(name)s z %(pkg)s powoduje konflikt z plikiem z %(pkgs)s
pt_br: arquivo %(name)s de %(pkg)s conflita com arquivo do pacote %(pkgs)s
ro_ro: fișier %(name)s din %(pkg)s este în conflict cu fișierele %(pkgs)s
ru: Файл %(name)s из пакета %(pkg)s конфликтует с файлами из %(pkgs)s
sq: dokumenti %(name)s nga %(pkg)s bën konflikt me dokumentat nga %(pkgs)s
tr: %(name)s dosyasından %(pkg)s ile %(pkgs)s dosyası çakışmaktadır
uk: Файл %(name)s з %(pkg)s конфліктує з файлами в %(pkgs)s

source: file %(name)s causes the transaction test to fail for an unknown reason
da: fil %(name)s får transaktionstesten til at fejle af ukendte årsager
de: Die Datei %(name)s verursacht einen unbekannten Fehler in der Transaktion.
es: el archivo %(name)s provoca que la prueba de transacción falle por alguna razón desconocida
fa: عملیات تست توسط فایل %(name)s برای دلیل نامعلومی با شکست مواجه شد
hr: Datoteka %(name)s je uzrok neuspješnog testa prijenosa zbog nepoznatog razloga
it: il file %(name)s ha causato il fallimento del test di transizione per una motivazione sconosciuta
nl: Bestand %(name)s veroorzaakte een mislukte transactietest met onbekende oorzaak
pl: plik %(name)s wywołuje błąd testu transakcji z nieznanego powodu
pt_br: o arquivo %(name)s fez o teste de transação falhar por uma razão desconhecida
ro_ro: fișier %(name)s cauzează căderea testului de tranzacție pentru un motiv necunoscut
ru: Файл %(name)s привёл к ошибке теста транзакции по неизвестной причине.
sq: dokumenti %(name)s shkakton transaksionin e testi të dështojë për një arsye të panjohur
tr: dosya %(name)s işlem testi bilinmeyen bir nedenden dolayı başarısız oldu

source: There is not enough space left on %(name)s. Need at least %(size)s to perform transaction.
da: Der er ikke nok ledig plads på %(name)s. Behøver mindst %(size)s for at udføre transaktion.
de: Es ist nicht mehr genügend Speicherplatz auf %(name)s frei. Es werden mindestens %(size)s benötigt um die Transaktion durchzuführen.
es: No hay espacio sufiente en %(name)s. Se necesita cuando menos %(size)s para ejecutar la transacción
fa: فضای کافی در سمت چپ %(name)s وجود ندارد. نیاز به حداقل %(size)s را برای انجام تراکنش دارد.
hr: nema dovoljno prostora na %(name)s . Potrebno najmanje %(size)s da ti završili prijenos.
id: Kapasitas yang diperlukan untuk %(name)s tidak mencukupi. Setidaknya memerlukan %(size)s untuk bisa melakukan operasi.
it: Non c'è abbastanza spazio disponibile su %(name)s. Serve almeno %(size)s per eseguire l' operazione.
nl: Er is niet voldoende diskruimte over op %(name)s. Heb minstens %(size)s nodig om transactie uit te voeren.
pl: Brak wystarczającej ilości miejsca na %(name)s. Wymagane minimum %(size)s do wykonania transakcji.
pt_br: Não há espaço livre em %(name)s. Necessário ao menos %(size)s para realizar a transação.
ro_ro: Nu este suficient spatiu in %(name)s. E nevoie de cel putin %(size)s pentru a efectua tranzacţia
ru: Недостаточно свободного места на %(name)s. Нужно минимум %(size)s чтобы выполнить транзакцию
sq: Nuk ka hapësirë ​​të mjaftueshme mbetur në %(name)s. Duhet të pakten %(size)s për të kryer transaksionin.
tr: %(name)s için yeterli alan yok. İşleminizi gerçekleştirmek için en az %(size)s boyuta ihtiyacınız var.
uk: Недостатньо місця на %(name)s. Необхідно як мінімум %(size)s для підготовки транзакції.

source: Not enough space to download %s of packages.
da: Ikke nok ledig plads til at hente %s pakker.
de: Es ist nicht genügend Speicherplatz vorhanden um %s Pakete herunterzuladen.
es: No hay espacio suficiente para descargar %s paquetes
fa: فضای کافی برای دانلود %s از بسته ها نیست.
hr: Nema dovoljno prostora za download %s paketa.
id: Tidak cukup ruang untuk mengunduh %s dari paket.
it: Non c'è abbastaza spazio per scaricare %s pacchetti.
nl: Onvoldoende ruimte om %s pakketten te downloaden.
pl: Brak miejsca na pobranie %s pakietów
pt_br: Espaço insuficiente para download de %s pacotes.
ro_ro: Spatiu insuficient pentru a descarca %s de pachete
ru: Недостаточно места для загрузки %s пакетов.
sq: Hapësirë ​​e pa-mjaftueshme për të shkarkuar %s të paketave.
tr: %s paketini indirmek için yeterli yer yok.
uk: Недостатньо місця для завантаження %s пакунків.

source: Downloading packages:
da: Henter pakker:
de: Lade Pakete herunter:
de_de: Herunterladen von Paketen:
es: Descargando paquetes:
fa: دانلود بسته ها:
hr: Download paketa:
id: Mengunduh paket:
it: Pacchetti scaricati:
nl: Binnenhalen pakketten:
pl: Pobieranie pakietów:
pt_br: Baixando pacotes:
ro_ro: Descărcare pachete.
ru: Скачивание пакетов:
sq: Shkarkimi paketave
tr: İndirilen paketler:
uk: Завантаження пакунків:

source: Package
da: Pakke
de: Paket
de_de: Paket
es: Paquete
fa: بسته
hr: Paket
id: Paket
it: Pacchetto
nl: Pakket
pl: Pakiet
pt_br: Pacote
ro_ro: Pachet
ru: Пакет
sq: Paketë
tr: Paket
uk: Пакунок

source: Installing:
da: Installerer:
de: Installiere:
de_de: Installiere:
es: Instalando:
fa: نصب کردن:
hr: Instaliram
id: Memasangan
it: Installando:
nl: Installeert:
pl: Instalowanie:
pt_br: Instalando:
ro_ro: Se instalează:
ru: Устанавливается
sq: Instalim:
tr: Yükleniyor:
uk: Інсталяція:

source: Reinstalling:
da: Geninstallerer:
de: Reinstalliere:
de_de: Neuinstallation:
es: Reinstalando:
fa: نصب دوباره:
hr: Ponovno instaliram:
id: Pemasangan ulang:
it: Reinstallando:
nl: Herinstalleren:
pl: Reinstalacja:
pt_br: Reinstalando:
ro_ro: Reinstalare:
ru: Переустановка:
sq: R'instalim:
tr: Yeniden yükle:
uk: Перевстановлення:

source: Updating:
da: Opdaterer:
de: Aktualisiere:
de_de: Aktualisiere:
es: Actualizando:
fa: بروزآوری:
hr: Ažuriram:
id: Memperbarui
it: Aggiornando:
nl: Bijwerken:
pl: Aktualizowanie:
pt_br: Atualizando:
ro_ro: Se Actualizează:
ru: Обновляется
sq: Përditësimi:
tr: Güncelleniyor:
uk: Оновлення:

source: Downgrading:
da: Nedgradering:
de: Downgrade:
de_de: Herabsetzen:
es: Desactualizando:
fa: پایین آوردن رتبه"Downgrading":
hr: Vraćam na nižu verziju:
it: Retrocedere:
ru: Откат:
sq: Degrado:
tr: Derecesini düşür:
uk: Відновлення:

source: Removing:
da: Fjerner:
de: Entferne:
de_de: Entferne:
es: Quitando:
fa: در حال پاک کردن
hr: Uklanjam:
id: Menghapus
it: Rimuovendo:
nl: Verwijdert:
pl: Usuwanie:
pt_br: Removendo:
ro_ro: Se Înlătură:
ru: Удаляется
sq: Heqja:
tr: Kaldırılıyor:
uk: Видалення:

source: Transaction Summary
da: Transaktionsresumé
de: Zusammenfassung der Transaktion
de_de: Zusammenfassung der Transaktion
es: Sumario de la transacción
fa: خلاصه تراکنش
hr: Sažetak prijenosa
id: Ringkasan transaksi
it: Riepilogo Transazione
nl: Transactie samenvatting
pl: Podsumowanie transakcji
pt_br: Sumário da Transação
ro_ro: Sumar tranzacție
ru: Информация о транзакции
sq: Përmbledhje Transaksionit
tr: İşlem Özeti
uk: Інформація про транзакцію

source: package
da: pakke
de: Paket
de_de: Paket
es: paquete
fa: بسته
hr: paket
id: Paket
it: pacchetto
nl: pakket
pl: pakiet
pt_br: pacote
ro_ro: pachet
ru: пакет
sq: Paket
tr: paket
uk: пакунок

source: Total download size: %s
da: Samlet download størrelse: %s
de: Gesamte Downloadgröße: %s
de_de: Gesamte Downloadgröße: %s
es: Tamaño total descargado: %s
fa: حجم کلی دانلود : %s
hr: Ukupna veličina za download: %s
id: Total ukuran download: %s
it: Dimensione da scaricare : %s
nl: Totale download grootte: %s
pl: Całkowity rozmiar pobierania: %s
pt_br: Tamanho do Download :%s
ro_ro: Dimensiunea totala descărcată: %s
ru: Суммарный объём загрузки: %s
sq: Madhësia Totale shkarkimit: %s
tr: Toplam indirme boyutu: %s
uk: Загальний об'єм завантаження: %s

source: Installed size: %s
da: Installeret størrelse: %s
de: Installierte Größe: %s
de_de: Installations Größe: %s
es: Tamaño instalado: %s
fa: حافظه نصب شده: %s
hr: Instalirana veličina: %s
id: Ukuran terpasang: %s
it: Dimensioni installato: %s
nl: Geïnstalleerde grootte: %s
pl: Rozmiar po instalacji: %s
pt_br: Tamanho instalado %s
ro_ro: Dimensiunea instalata: %s
ru: Размер после установки: %s
sq: Përmasa instalimit: %s
tr: Yüklü boyut: %s
uk: Розмір після встановлення: %s

source: Freed size: %s
da: Frigjort størrelse: %s
de: Freigegebener Platz: %s
de_de: Freigegebene Größe: %s
es: Tamaño liberado: %s
fa: فضای آزاد شده: %s
hr: Oslobođena veličina: %s
id: Ukuran bebas: %s
it: Spazio liberato: %s
nl: Vrijgemaakte grootte: %s
pl: Zwolnione miejsce: %s
pt_br: Espaço liberado: %s
ro_ro: Dimensiunea eliberata: %s
ru: Освобождено: %s.
sq: Përmasa e liruar: %s
tr: Boşaltılan boyut: %s
uk: Звільнено: %s

source: Is this okay?
da: Er dette ok ?
de: Ist das in Ordnung?
de_de: Ist dies in Ordnung?
es: ¿Es esto correcto?
fa: آیا این درست است؟
hr: Da li je ovo ured?
id: Apakah ini baik-baik saja?
it: Va bene?
nl: Is dit in orde?
pl: W porządku?
pt_br: Está ok?
ro_ro: Este în regulă?
ru: Всё верно?
sq: A është në rregull?
tr: Bu tamam mı?
uk: Все вірно?

source: Running Transaction Test
da: Kører transaktionstest
de: Führe Transaktionstest aus
es: Ejecutando Prueba de Transacción
fa: در حال اجرای تراکنش آزمایشی
hr: Izvršavam test prijenosa
id: Menjalankan Uji Transaksi
it: Esecuzione test di transazione
nl: Draait transactietest
pl: Uruchomione testy transakcji
pt_br: Rodando teste de transação
ro_ro: Rularea Tranzactiei Test
ru: Выполняю тест транзакции
sq: Ekzekutimi i Testit Transaksionit
tr: İşlem Testi Çalışması
uk: Виконання тесту транзакції.

source: Transaction Test Succeeded
da: Transaktionstest var succesfuld
de: Transaktionstest erfolgreich
es: Prueba de Transacción completada con éxito
fa: تراکنش آزمایشی موفقیت آمیز بود
hr: Test prijenosa uspješan.
id: Uji Transaksi Berhasil
it: Test di transizione eseguito con successo
nl: Transactietest was succesvol
pl: Test transakcji poprawny
pt_br: Teste de Transação bem sucedido
ro_ro: Tranzacţie de testare a reusit
ru: Тест транзакции выполнен успешно
sq: Testi Transaksionit me Sukses.
tr: İşlem Testi Başarılı
uk: Тест транзакції виконано успішно

source: Verifying signatures...
da: Verificerer signaturer...
de: Verifiziere Signaturen...
es: Verificando firmas...
fa: صحت امضا ...
hr: Pregledavam potpise...
id: Memverifikasi signature...
it: Verifica firme...
nl: Verifiëren ondertekeningen...
pl: Weryfikowanie podpisów...
pt_br: Verificando assinaturas...
ro_ro: Se verifică semnăturile...
ru: Проверка подписей...
sq: Virifikim nënshkrimesh...
tr: İmzalar doğrulanıyor...
uk: Перевірка підписів...

source: Found %s signature error(s)!
da: Fandt %s signatur fejl!
de: %s Signaturproblem(e) gefunden!
es: Errores de firma(s) encontrado %s
fa: %s خطا(ها) امضا یافت شد!
hr: Pronađena %s greška potpisa!
id: Ada kesalahan(2) signature %s!
it: Trovate %s errori di firma!
nl: %s ondertekening-fout(en) gevonden!
pl: Znaleziono %s błąd(y) sygnatur!
pt_br: Achado %s erros de assinatura(s)!
ro_ro: Găsit %s erori de semnătură!
ru: Обнаружено %s ошибок подписи!
sq: Zbuloi %s gabim nënshkrim(i)!
tr: Bulunan %s imzası hatalı!
uk: Знайдено %s з помилкою(ами) в підписі

source: Going on because we are running in permissive mode.
da: Forsætter fordi vi kører i tilgivende tilstand.
de: Fahre aufgrund des permissive-Modus fort.
es: Pasando, porque estamos corriendo en modo permisivo.
fa: رفتن از آنجا، زیرا ما در حال اجرا در حالت مجاز هستیم.
hr: idemo dalje jer smo u modu dopuštenja.
it: Procedo perchè in modalità permissiva.
nl: Doorgaan omdat we in permissive modus draaien.
pl: Kontynuuje ponieważ działamy w trybie przyzwalającym.
pt_br: Continuando porque estamos em modo permissivo.
ro_ro: Se continuă deoarece se rulează în modul permisiv.
ru: Разрешено, т.к. включён разрешающий режим.
sq: Vazhdojmë sepse ne do të futemi në mënyrë toleruse.
tr: Çıkıyorsunuz çünkü serbest modda çalışıyorsunuz.

source: This is dangerous!
da: Dette er farligt!
de: Dies ist gefährlich!
es: Esto es peligroso!
fa: این خطرناک است!
hr: Ovo je opasno!
id: Hal tersebut berbahaya!
it: Questo è pericoloso!
nl: Dit is gevaarlijk!
pl: To jest niebezpieczne!
pt_br: Isto é perigoso!
ro_ro: Acesta este periculos!
ru: Это опасно!
sq: Kjo është e rrezikshme!
tr: Bu tehlikeli!

source: Running transaction
da: Kørende transaktion
de: Führe Transaktion durch
de_de: führe Transaktionen durch
es: Corriendo transacción
fa: تراکنش در حال اجرا شدن
hr: Transakcija u tijeku
id: Menjalankan transaksi
it: Transazione in corso
nl: Lopende transactie
pl: Uruchomione transakcje
pt_br: Transações ativas
ro_ro: Executarea tranzactiei
ru: Запуск транзакции
sq: Transaksion rrjedhes
tr: Çalıştırılan işlem
uk: Запуск транзакції

source: Killing orphans...
da: Lukker forældreløse...
de: Beende laufende Prozesse...
es: Matando huérfanos...
fa: در حال کشتن یتیم ها...
hr: Prekidam nasljednike...
id: Membunuh para Orphan...
it: chiusura orfani...
nl: Stoppen van orphans...
pl: Zabijanie sierot...
pt_br: Terminando orfãos.
ro_ro: Curatarea pachetelor incomplete...
ru: Уничтожение сирот...
sq: Vrasja mbetjeve...
tr: Artık satırlar yok ediliyor...
uk: Знищення сиріт...

source: Process ID %s is still running in chroot. Killing...
da: Proces ID %s kører stadig i chroot. Lukker...
de: Der Prozess mit der ID %s läuft immer noch in der chroot-Umgebung. Der Prozess wird beendet...
es: Proceso ID %s aun esta ejecutando en chroot. Matando.....
fa: فرآیند با شناسه %s هنوز در دایرکتوری ریشه chroot در حال اجرا است. در حال از بین بردن...
hr: Proces ID %s se izvršava u chroot. Prekidam...
it: ID di processo %s è ancora in esecuzione in chroot. Uccidere ...
nl: Proces ID %s draait nog steeds in chroot. Stoppen...
pl: Proces ID %s jest wciąż uruchomiony w środowisku chroot. Zamykam...
pt_br: Processo ID %s ainda rodando em chroot. Terminando...
ro_ro: ID de proces %s ruleaza in chroot. Terminare.....
ru: Процесс с ID %s все еще работает в chroot. Останавливаю...
sq: Procesi ID %s është ende funksionues në chroot. Ndalo...
tr: Chroot içerisindeki %s işlem kimliği hala çalışıyor. Sonlandırılıyor...
uk: Process ID %s досі виконується в chroot. Переривання.
