Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: Verify one or more packages.
da: Verificér en eller flere pakker.
de: Verifiziere ein oder mehrere Pakete.
es: Verificar uno o más paquetes.
fa: تایید یک یا چند بسته.
hr: Provjerite jedan ili više paketa.
it: Verifica uno o più pacchetti.
nl: Verifieer een of meerdere pakketten.
pl: Weryfikuj jeden lub więcej pakietów.
pt_br: Verifica um ou mais pacotes.
ro_ro: Verifică unul sau mai multe pachete.
ru: Проверить один или несколько пакетов.
sq: Verifiko një ose më shumë paketa.
tr: Bir veya daha fazla paketi doğrulayın.
uk: Перевірка одного або декількох пакунків.

source: Package(s) to verify.
da: Pakken/pakkerne der skal verificeres.
de: Paket(e) zum verifizieren.
es: Paquete(s) para verificar.
fa: تایید بسته(ها)
hr: Paleti za provjeru.
it: Pacchetto(i) da verificare.
nl: Te verifiëren pakket(ten).
pl: Pakiet(y) do weryfikacji.
pt_br: Pacote(s) para verificar.
ro_ro: Pachet(e) pentru verificat.
ru: Пакет (ы) для проверки.
sq: Paket(a) për tu verifikuar.
tr: Doğrulanacak paketler.
uk: Пакунок(ки) для перевірки.

source: Generating the key may take a moment...
da: Det kan tage et øjeblik at generere nøglen...
de: Die Schlüsselgenerierung nimmt einen Moment in Anspruch...
es: La generación de la clave puede tardar un momento ...
fa: در حال ساخت کلید تا لحظاتی دیگر...
hr: Generiranje ključa može potrajati nekoliko trenutaka ...
it: Generazione della chiave, questo puà richiedere un pò di tempo...
nl: Het genereren van de sleutel kan even duren...
pl: Generowanie klucza może chwilę potrwać...
pt_br: Gerando a chave, pode levar algum tempo...
ro_ro: Generarea cheii poate sa dureze un moment...
ru: Генерация ключа может занять некоторое время ...
sq: Gjenerimi çelesit mund të marrë një moment ...
tr: Anahtarı üretme bir dakikanızı alabilir...
uk: Генерація ключа займе деякий час.

source: Signing %s...
da: Signerer %s...
de: Signiere %s...
es: Firmando %s...
fa: در حال ثبت %s...
hr: Potpisivanje %s ...
it: Firma %s...
nl: Ondertekent %s...
pl: Podpisywanie %s...
pt_br: Assinando %s...
ro_ro: Se semnează %s...
ru: Подписание %s...
sq: Nënshkrimi %s...
tr: %s imzalanıyor...
uk: Підпис %s...

source: Verifying %s...
da: Verificerer %s...
de: Verifiziere %s...
es: Verificando %s...
fa: در حال تایید %s...
hr: Provjera %s ...
it: Verifica %s
nl: Verifieert %s...
pl: Weryfikowanie %s...
pt_br: Verificando %s...
ro_ro: Se verifică %s...
ru: Проверка %s...
sq: Virifikim %s...
tr: %s doğrulanıyor...
uk: Перевірка %s...

source: This signature is valid.
da: Signaturen er gyldig.
de: Die Signatur ist gültig.
es: Esta firma es válida.
fa: این امضا معتبر است
hr: Ovaj potpis je valjan.
it: La firma è valida.
nl: Deze ondertekening is geldig.
pl: Ten podpis jest ważny.
pt_br: Esta assinatura é válida.
ro_ro: Semnătura este validă.
ru: Эта подпись действительна.
sq: Nënshkrim është i vlefshëm.
tr: Bu imza geçerlidir.
uk: Дійсний підпис.

source: Unknown key
da: Ukendt nøgle
de: Unbekannter Schlüssel
es: Clave desconocida
fa: کلید ناشناخته
hr: Nepoznati ključ
it: Chiave sconosciuta
nl: Onbekende sleutel
pl: Nieznany klucz
pt_br: Chave desconhecida
ro_ro: Cheie necunoscută
ru: Неизвестный ключ
sq: Çeles i panjohur
tr: Bilinmeyen anahtar
uk: Невідомий ключ

source: Could not check if this signature is valid.
da: Kunne ikke tjekke om signaturen er gyldig.
de: Kann nicht überprüfen, ob die Signatur gültig ist.
es: No se puede comprobar que esta firma es válida.
fa: صحت این امضا رو نمیشه چک کرد.
hr: Ne može se provjeriti je li taj potpis vrijedi.
it: Impossibile controllare se questa firma è valida.
nl: Kon niet controleren of ondertekening geldig is.
pl: Nie można sprawdzić poprawności podpisu.
pt_br: Não foi possível checar se assinatura é valida.
ro_ro: Nu s-a putut verifica dacă această semnătură este validă.
ru: Невозможно проверить правильность подписи.
sq: Nuk mund të kontrolloj nëse ky nënshkrim është e vlefshme.
tr: Bu imzanın geçerli olup olmadığı kontrol edilemedi.
uk: Не можу перевірити справжність підпису.

source: Created: %s
da: Oprettet: %s
de: Erstellt: %s
es: Creado: %s
fa: ساخته شد: %s
hr: Kreirano: %s
it: Creato: %s
nl: Aangemaakt: %s
pl: Utworzony: %s
pt_br: Criado em: %s
ro_ro: Creat: %s
ru: Создан: %s
sq: Krijuar: %s
tr: Oluşturuldu: %s
uk: Створено: %s

source: Expires: %s
da: Udløber: %s
de: Läuft ab: %s
es: Expira: %s
fa: انقضاها: %s
hr: Ističe: %s
it: Scade: %s
nl: Verloopt: %s
pl: Wygasa: %s
pt_br: Expira em: %s
ro_ro: Expiră: %s
ru: Истекает: %s
sq: Skadon: %s
tr: Bitiş: %s
uk: Закінчується: %s

source: Given algorithm '%s' is not supported.
da: Angivne algoritme '%s' er ikke understøttet.
de: Der gegebene Algorithmus '%s' wird nicht unterstützt.
es: El algoritmo dado '%s' no es compatible.
fa: الگوریتم داده '%s' پشتیبانی نمی شود.
hr: Dani algoritam '%s' nije podržan.
id: Algoritma yang diberikan '%s' tidak didukung.
it: L' algoritmo '%s' non è supportato.
nl: Gegeven algoritme '%s' wordt niet ondersteund.
pl: Podany algorytm '%s' nie jest wspierany.
pt_br: O Algorítimo '%s' não foi suportado.
ro_ro: Algoritmul dat '%s' nu e suportat .
ru: Данный алгоритм '%s' не поддерживается.
sq: Algorithm i dhënë '%s' nuk është i mbështetur.
tr: Verilen algoritma '%s' tarafından desteklenmiyor.
uk: Даний алгоритм '%s' не підтримується

source: Unhandled configuration update: %s = %s
fa: بروزرسانی پیکربندی اداره نشده: %s = %s
hr: Nobrađena ažuriranje konfiguracije: %s = %s
nl: Niet-afgehandelde configuratie update: %s = %s
sq: I'patrajtushëm azhornimi i konfigurimit: %s = %s

source: Configuration:
da: Konfiguration:
de: Konfiguration:
es: Configuración
fa: پیکربندی:
hr: Konfiguracija:
it: Configurazione:
nl: Configuratie:
pl: Konfiguracja:
pt_br: Configuração:
ro_ro: Configuratie :
ru: Конфигурация:
sq: Konfigurimi:
tr: Yapılandırma:
uk: Конфігурація:

source: Section: %s
da: Sektion: %s
de: Sektionen: %s
es: Sección: %s
fa: بخش: %s
hr: Sekcija: %s
it: Sezione: %s
nl: Sectie: %s
pl: Sekcja: %s
pt_br: Seção: %s
ro_ro: Sectiune : %s
ru: Секция: %s
sq: Sektor: %s
tr: Bölüm: %s
uk: Секція: %s

source: No settings in this section.
fa: هیچ پیکربندی در این بخش نیست.
hr: Nema postavke u ovom poglavlju.
nl: Geen instellingen in deze sectie.
sq: Ska konfigurime në këtë seksion.
uk: Немає настройок в цій секції.

source: Loaded from files:
fa: بارگزاری از فایلهای:
hr: Učitano iz datoteka:
nl: Geladen vanuit bestanden:
sq: Ngarko nga dokumentat:
uk: Завантажено з файлів:

source: Shutting down...
da: Afslutter...
de: Beende ...
es: Apagando...
fa: در حال خاموش شدن ...
hr: Gašenje ...
it: Spegnimento...
pl: Wyłączanie
pt_br: Desligando...
ro_ro: Oprire sistem...
ru: Выключение...
sq: Po Fiket...
tr: Kapanıyor...

source: Restarting keepalive process
da: Genstart keepalive proces
de: Starte Keepalive-Prozess neu
es: Reiniciando los procesos persistentes
fa: شروع مجدد روند keepalive "زنده نگه داشتن"
hr: Ponovno pokretanje KeepAlive proces
it: Riavvio del processo keepalive
pl: Restartowanie procesu poddtrzymującego
pt_br: Reiniciando o processo de manutenção de atividade
ro_ro: Restartare proces obligatoriu
ru: Перезапускаются активные процессы
sq: Rifillimi procesit Mbajgjalle
tr: Canlı tutma işlemi yeniden başlatılıyor

source: Terminating worker process: %s
da: Afslutter arbejdende proces: %s
de: Beende Arbeitsprozess: %s
es: Terminando proceso de trabajo: %s
fa: فسخ فرآیند کارگر: %s
hr: Prekidam proces: %s
it: Terminazione processo di lavoro: %s
pl: Kończenie procesu roboczego: %s
pt_br: Encerrando processo de trabalho: %s
ro_ro: Oprire proces obligatoriu: %s
ru: Завершаются рабочие процессы: %s
sq: Ndërprerj Procesin punëtor: %s
tr: Alt işlemi sonlandırma: %s

source: Sending builder information to hub...
da: Sender bygge information til hub...
de: Übertrage Informationen über den Builder zum Hub ...
es: Envío de información del compilador al hub...
fa: فرستادن اطلاعات سازنده به هاب ...
hr: Slanje informacije o izgradnju u čvorište.
it: Invio informazioni costruttore allo hub...
pl: Wysyłanie informacji buildera do huba...
pt_br: Enviando informações de construção ao hub...
ro_ro: Se trimite informatie lucrator catre hub...
ru: Информация билдера отправляется на хаб...
sq: Dërgimi informacion ndërtuesit në qendër...
tr: Hub'a derleyici bilgileri gönderiliyor ...

source: Downloading source files:
fa: در حال دانلود فایلهای سورس:
hr: Preuzimanje izvornih datoteka:
id: Mengunduh berkas sumber:
nl: Binnenhalen van bronbestanden:
sq: Shkarko burimin dokumentave:
uk: Завантаження вихідних файлів:

source: Cannot download source code in offline mode.
fa: نمی توان سورس کد را در حالت آفلاین دانلود کرد.
hr: Ne mogu preuzeti izvorni kod u offline modu.
nl: Kan de broncode niet downloaden in offline modus.
sq: Nuk mund të shkarkoni kodin burimor në menyre jashtë linje.

source: Downloaded empty file: %s
fa: فایل خالی دانلود شده: %s
hr: Preuzeta prazna datoteka: %s
nl: Downloaded leeg bestand: %s
sq: Shkarko dokumentin bosh: %s
uk: Завантажено пустий файл: %s

source: An unhandled error occured.
da: En ubehandlet fejl opstod.
de: Ein unbehandelter Fehler ist aufgetreten.
de_de: Ein unbehandelter Fehler ist aufgetreten
es: Ocurrió un error no controlado
fa: خطای اداره نشده رخ داده است.
hr: Odšlo je do neočekivane pogreške.
id: Terjadi error yang tidak tertangani.
it: Si è verificato un errore imprevisto.
nl: Er is een niet afgehandelde fout opgetreden.
pl: Wystąpił nieobsługiwany błąd.
pt_br: Um erro não tratado ocorreu.
ro_ro: A apărut o eroare netratată.
ru: Возникла неизвестная ошибка.
sq: Një gabim i patrajtueshëm ndolli.
tr: İşlenmeyen bir hata oluştu.
uk: Виникла невідома помилка.

source: Could not compress/decompress data.
da: Kunne ikke komprimere/dekomprimere data.
de: Konnte Daten nicht (de-)komprimieren.
es: No se pudo comprimir/descomprimir datos.
fa: نمی توان داده ها را فشرده / نافشرده کرد.
hr: Ne mogu kompresirati/dekomprati podatake.
id: Tidak bisa mengkompres/dekompresi data.
it: Impossibile comprimere/decomprimere i dati.
nl: Kan data niet comprimeren/decomprimeren.
pl: Nie można spakować/rozpakować danych.
pt_br: Não foi possível comprimir/descomprimir dados.
ro_ro: Nu pot compresa /decompresa date .
ru: Не удалось сжать/распаковать данные.
sq: Nuk mund të ngjesh/shfry data.
tr: Verileri sıkıştırma/açma yapılamadı.
uk: Не можу запакувати.розпакувати дані.

source: One or more dependencies could not been resolved.
de_de: Ein oder mehrere Abhängigkeiten konnten nicht aufgelöst werden
fa: یک یا بیشتر از چند وابستگی را نمی توان حل کرد.
hr: Jedna ili više ovisnosti ne može se riješiti.
id: Satu atau beberapa dependensi tidak bisa diselesaikan.
nl: Een of meer afhankelijkheden konden niet worden opgelost.
sq: Një ose më shumë varës nuk mund të zgjidheshin.
uk: Одна або декілька залежностей не можуть бути вирішені.

source: An error occured when pakfire tried to download files.
da: Der opstod en fejl da pakfire forsøgte at hente filer.
de: Ein Fehler trat auf als Pakfire Dateien heruntergeladen hat.
es: Se produjo un error cuando pakfire trató de descargar archivos.
fa: در هنگام تلاش packfire برای دانلود فایل، خطایی رخ داده است.
hr: Došlo je do pogreške prilikom pakfire pokušao preuzeti datoteke.
it: Errore mentre pakfire cerca di scaricare i file.
nl: Er is een fout opgetreden toen pakfire de bestanden probeerde te downloaden.
pl: Wystąpił błąd podczas próby pobrania pliku przez pakfire.
pt_br: Um erro ocorreu quando pakfire tentou realizar o download de arquivos.
ro_ro: A aparut o eroare le descarcarea fisierelor
ru: Произошла ошибка при попытке скачивания файла.
sq: Ka ndodhur një gabim kur pakfire u përpoq për të shkarkuar dokumentat.
tr: Pakfire dosyalarını indirmek için çalıştığında bir hata oluştu.
uk: При спробі Pakfire завантажити файли виникла помилка.

source: The requested action cannot be done on offline mode. Please connect your system to the network, remove --offline from the command line and try again.
da: Den ønskede handling kan ikke udføres i offline tilstand. Tilslut venligst dit system til et netværk, fjern --offline fra kommandolinjen og prøv igen.
de: Die Aktion kann nicht im Offline-Modus durchgeführt werden. Bitte verbinden Sie sich mit einem Netzwerk, entfernen --offline von der Befehlszeile und probieren Sie es erneut.
de_de: Die Aktion kann nicht im Offline Modus durchgeführt werden. Bitte verbinde dich mit deinem Netzwerk, lösche --offline aus der Kommandozeile und probiere es erneut.
es: La acción solicitada no puede ser realizada en modo desconectado. Por favor, conecte su sistema a la red, quite --offline de la línea de comandos e inténtelo de nuevo.
fa: عمل درخواست شده را می توانید در حالت آفلاین انجام دهید. خواهشمند است سیستم تان را به شبکه وصل کنید، پاک کردن --آفلاین از خط فرمان و دوباره تلاش کنید.
hr: Tražena akcija ne može se izvršiti u offline modeu. Povežite vaše računalo s mrežom i uklonite --offline naredbu iz naredbene linije i probajte opet.
id: Aksi yang diminta tidak dapat dilakukan pada mode offline. Silahkan menghubungkan sistem anda ke jaringan, hapus --offline dari baris perintah dan coba lagi.
it: L'operazione richiesta non puo essere eseguita in modalità offline. Per facore connetti il sistema alla rete, rimuovi --offline dalla riga di comando e riprova.
nl: De gevraagde actie kan niet in offline modus worden uitgevoerd. Controleer of uw systeem met het netwerk is verbonden, verwijder --offline van de commandoregel en probeer opnieuw.
pl: Żądana operacja nie może być wykonana w trybie offline. Proszę podłączyć system do sieci, usunąć --offline z linii poleceń i spróbować ponownie.
pt_br: A ação solicitada não pode ser feita em modo offline. Por favor conecte seu sistema a rede, remova --offline da linha de comando e tente novamente.
ro_ro: Acţiunea solicitată nu poate fi făcuta pe modul offline.⏎ Vă rugăm să conectaţi sistemul la reţea, eliminati modulul offline din linia de comandă/consola şi încercaţi din nou.
ru: Запрашиваемое действие не может быть выполнено в автономном режиме. Пожалуйста, подключите систему к сети, удалите --offline из командной строки и повторите попытку.
sq: Veprimi i kërkuar nuk mund të bëhet në modalitetin jashtë linjes. Ju lutem lidhni sistemin tuaj në rrjet, hiqni - shkëputur nga vija e komandës dhe provoni përsëri.
tr: İstenen eylem çevrimdışı durumda yapılamaz. Sisteminizi ağa bağlamak için komut satırından remove --offline komutunu tekrar deneyin.
uk: Вказана дія не може бути виконана в автономному режимі. Будьласка підєднайте систему до мережі, видаліть --offline з командного рядка та повторіть спробу.

source: Running pakfire-build in a pakfire container?
da: Kør pakfire-bygger i en pakfire container?
de: pakfire-build in Pakfire-Container ausführen?
es: ¿Ejecutar pakfire-build en un contenedor pakfire?
fa: در حال اجرای pakfire-build در یک ظرف packfire ؟
hr: Pokrenuti pak-fire build u pakfire kontejneru?
id: Menjalankan pakfire-build dalam wadah pakfire?
it: Esecuzione pakfire-build in un contenitore pakfire?
nl: Draait u pakfire-build in een pakfire-container?
pl: Uruchamić pakfire-build w kontenerze pakfire?
pt_br: Rodar pakfire-build em um container pakfire?
ro_ro: Nu poti rula pakfire-builder in pakfire chroot.
ru: Выполнить pakfire-build в контейнере pakfire?
sq: Ekzekutimi ndërtuesit-pakfire në një përmbajtes pakfire?
tr: Pakfire kapsayıcı içinde pakfire derleyici oluşturulsun mu?
uk: Виконати pakfire-build в контейнері pakfire?

source: Transaction test was not successful
da: Transaktionstest var ikke succesfuld
de: Transaktionstest war nicht erfolgreich
es: La prueba de transacción no fue exitosa
fa: تراکنش آزمایشی موفقیت آمیز نبود
hr: Test prijenosa nije uspio.
id: Uji transaksi tidak berhasil
it: Il test di transizione non ha avuto successo
nl: Transactietest was niet succesvol
pl: Test transakcji nieprawidłowy
pt_br: Teste de transação falhou
ro_ro: Tranzacţie de testare nu a avut succes
ru: Тест транзакции не выполнен
sq: Testi i transaksionit nuk ishte i suksesshëm
tr: İşlem testi başarılı oldu
uk: Тест транзакції не виконаний

source: Generic XMLRPC error.
da: Generel XMLRPC fejl.
de: Generischer XMLRPC Fehler.
es: Error genérico XMLRPC.
fa: خطای XMLRPC عمومی.
hr: XMLRPC greška.
it: Generico errore XMLRPC.
nl: Algemene XMLRPC fout.
pl: Ogólny błąd XMLRPC.
pt_br: Erro genérico XMLRPC.
ro_ro: XMLRPC eroare generică.
ru: Общая ошибка XMLRPC.
sq: Gabim gjenerik XMLRPC.
tr: Genel XMLRPC hatası.

source: You are forbidden to perform this action. Maybe you need to check your credentials.
da: Du har ikke tilladelse til at foretage denne handling. Måske skal du tjekke dine rettigheder.
de: Dir ist es verboten diese Aktion auszuführen. Vielleicht solltest du deine Anmeldeinformationen kontrollieren.
es: Le prohíben realizar esta acción. Tal vez usted necesita para comprobar sus credenciales.
fa: شما مجاز به انجام این کار نیستید. لطفا اعتبار خود را چک کنید.
hr: Nije vam dopustena ova akcija. Možda trebate se prijaviti.
it: Ti è proibito eseguire questa azione. Forse hai bisogno di controllare le tue credenziali.
nl: Het is niet toegestaan om deze actie uit te voeren. Controleer uw bevoegdheden.
pl: Odmówiono wykonania tej czynności. Może powinieneś sprawdzić poświadczenia.
pt_br: Você não pode executar esta ação, por favor verifique suas permissões.
ro_ro: Îți este interzis să execuți această funcție. Poate trebuie să-ți verifici acreditările.
ru: Вам запрещено это действие. Проверьте учётные данные.
sq: Ju jeni të ndaluara për të kryer këtë veprim. Ndoshta ju duhet të kontrolloni kredencialet tuaja.
tr: Bu eylemi gerçekleştirmeniz yasaklanmıştır. Belki kimlik bilgilerinizi kontrol etmeniz gerekir.

source: A request could not be fulfilled by the server.
da: En forespørgsel kunne ikke blive opfyldt af serveren.
de: Die Anfrage konnte nicht vom Server ausgeführt werden.
es: Una solicitud no pudo ser completada por el servidor.
fa: درخواست نمی تواند توسط سرور انجام شود.
hr: Server nije mogao obraditi vaš zahtjev.
it: Una richiesta non può essere soddisfatta dal server
nl: Een verzoek kon niet worden uitgevoerd door de server.
pl: Żądanie nie może być zrealizowane przez serwer.
pt_br: A solicitação não pôde ser atendida pelo servidor.
ro_ro: O cerere nu s-a putut îndeplini de către server.
ru: Запрос не может быть выполнен сервером.
sq: Kërkesa nuk mund të përmbushet nga serveri.
tr: Bu talep sunucu tarafından yerine ulaştırılamadı.

source: Could not find the requested URL.
da: Kunne ikke finde den forespurgte URL.
de: Die gesuchte URL konnte nicht gefunden werden.
es: No se pudo encontrar la URL solicitada.
fa: نمی توان درخواست URL را پیدا کرد.
hr: Traženi URL nije pronađen.
it: Impossibile trovare l'URL richiesto
nl: Kan de gevraagde URL niet vinden.
pl: Nie można odnaleźć żądanego URL.
pt_br: Não foi possível encontrar a URL requisitada.
ro_ro: Nu s-a putut găsi URL cerut.
ru: Не найден запрошенный URL.
sq: Nuk mund të gjeni URL e kërkuar.
tr: İstenen URL bulamadı.

source: An unforseable problem on the XML-RPC transport connection occured.
da: Der opstod en uventet fejl på XML-RPC transport forbindelsen.
de: Ein unvorhersehbares Problem ist bei der XML-RPC Transport Verbindung aufgetreten.
es: Ha ocurrido un problema imprevisto en la conexión de transporte del XML-RPC.
fa: یک مشکل پیش بینی نشده در ارتباط XML-RPC رخ داده است.
hr: Desio se problem na XML-RPC prijenosu.
it: Si è verificato un problema sulla connessione di trasporto XML-RPC.
nl: Er heeft zich een onvoorzien probleem voorgedaan op de XML-RPC verbinding.
pl: Wystąpił nieprzewidziany problem w połączeniu XML-RPC.
pt_br: Um problema na conexão de transporte XML-RPC ocorreu inesperadamente.
ro_ro: O problemă neprevăzută a avut loc la conexiunea de transport XML-RPC.
ru: Произошла непредвиденная проблема на транспортном подключении XML-RPC.
sq: Një problem i paparë në lidhje transporti me XML-RPC ka ndodhur.
tr: XML-RPC ulaşım bağlantısı üzerinde öngörülemeyen bir sorun oluştu.

source: %(commas)s and %(last)s
da: %(commas)s og %(last)s
de: %(commas)s und %(last)s
es: %(commas)s y %(last)s
fa: %(commas)s و %(last)s
hr: %(commas)s i %(last)s
id: %(commas)s dan %(last)s
it: %(commas)s e %(last)s
nl: %(commas)s en %(last)s
pl: %(commas)s i %(last)s
pt_br: %(commas)s e %(last)s
ro_ro: %(commas)s si %(last)s
ru: %(commas)s и %(last)s
sq: %(commas)s dhe %(last)s
tr: %(commas)s ve %(last)s
uk: %(commas)s і %(last)s

source: Not in key store: %s
fa: نه در فروشگاه کلید: %s
hr: Nije u key storeu: %s
sq: Jo në dyqanin kryesor: %s

source: Fingerprint: %s
fa: اثر انگشت: %s
sq: Gjurmë gishtash: %s
uk: Відбиток: %s

source: Private key available!
fa: کلید خصوصی در دسترس است!
hr: Privatni ključ dostupan!
nl: Persoonlijke sleutel beschikbaar!
sq: Çelesi privat i disponushëm!

source: Subkey: %s
fa: زیرکلید: %s
hr: podključ: %s
nl: Sub-sleutel: %s
sq: Nënçeles: %s
uk: Дочірній ключ: %s

source: This key has expired!
fa: اعتبار این کلید به پایان رسیده است!
hr: Ključ je istekao!
nl: Deze sleutel is verlopen!
sq: Çelesi ka skaduar!
uk: Термін дії ключа закінчився!

source: This is a secret key.
fa: این یک کلید امنیتی است.
hr: Ovo je tajni ključ.
nl: Dit is een geheime sleutel.
sq: Çeles sekret.
uk: Це є секретний ключ.

source: This key does not expire.
fa: این کلید منقضی نشده است.
hr: Ovaj ključ nema istek trajanja.
nl: Deze sleutel verloopt niet.
sq: Ky çeles nuk skadon.
uk: Цей ключ без терміну дії.

source: Generating new key for %(realname)s <%(email)s>...
fa: در حال ساخت یک کلید جدید برای %(realname)s <%(email)s>...
hr: Stvaram novi ključ za %(realname)s <%(email)s>...
nl: Genereren van nieuwe sleutel voor %(realname)s <%(email)s>...
sq: Gjenerimi çelesit të ri për %(realname)s <%(email)s>...
uk: Генерація нового ключа для %(realname)s <%(email)s>...

source: This may take a while...
fa: ممکن است مدتی طول بکشد...
hr: ovo bi moglo potrajati...
nl: Dit kan even duren...
sq: Kjo mund të marrë një kohë...
uk: Це може зайняти деякий час ...

source: Successfully imported %s.
fa: %s با موفقیت وارد شد.
hr: Uspješeno uvezeno %s
nl: %s succesvol geïmporteerd.
sq: Importuar me sukses %s.

source: Host key:
fa: کلید میانبر:
hr: Ključ domaćina.
nl: Hostsleutel:
sq: Çelesi pritës:
uk: Ключ хоста:

source: WARNING! Host key with ID %s configured, but the secret key is missing!
fa: هشدار! کلید هاست با شناسه %s پیکربندی شد، ولی کلید امنیتی گم شده است!
hr: UPOZORENJE! ključ domaćina s ID %s je konfiguriran, ali tajni ključ nedostaje!
nl: WAARSCHUWING! Hostsleutel met ID %s geconfigureerd, maar de geheime sleutel ontbreekt!
sq: KUJDES! Çelesi pritës me ID %s konfiguruar, por çelësi sekret mungon!

source: WARNING! Host key with ID %s configured, but not found!
fa: هشدار! کلید هاست با شناسه %s پیکربندی شد، ولی یافت نشد!
hr: UPOZORENJE! ključ domaćina s ID %s je konfiguriran, ali nije pronađen.
nl: WAARSCHUWING! Hostsleutel met ID %s geconfigureerd, maar niet gevonden!
sq: KUJDES! Çelesi pritës me ID %s konfiguruar, por nuk u gjet!

source: No host key available or configured.
fa: بدون کلید میزبان در دسترس است و یا پیکربندی شده است.
hr: Ključ domaćina nije dostupan ili konfiguriran.
nl: Geen hostsleutel beschikbaar of geconfigureerd.
sq: Nuk ka çelesa pritës në dispozicion apo të konfiguruar.

source: Name
da: Navn
es: Nombre
fa: نام
hr: Ime
id: Nama
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro_ro: Nume
ru: Имя
sq: Emri
tr: Ad
uk: І'мя

source: Version
es: Versión
fa: نسخه
hr: Verzija
id: Versi
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão
ro_ro: Versiune
ru: Версия
sq: Versioni
tr: Sürüm
uk: Версія

source: Release
da: Udgivelse
es: Lanzamiento
fa: انتشاریافته
hr: Izdanje
id: Peluncuran
it: Rilascio
nl: Uitgave
pl: Wydanie
ro_ro: Lansare
ru: Релиз
sq: Lëshim
tr: Yayın
uk: Реліз

source: Size
da: Størrelse
de: Größe
de_de: Größe
es: Tamaño
fa: اندازه
hr: Veličina
id: Ukuran
it: Dimensioni
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro_ro: Dimensiune
ru: Размер
sq: Masë
tr: Boyut
uk: Розмір
