Repository: ipfire/pakfire
Catalog: po/*.po
Languages: da, de, de_de, es, fa, hr, id, it, nl, pl, pt_br, ro_ro, ru, sq, tr, uk

source: %s does not belong to a distupgrade repository
da: %s tilhører ikke et distupgrade projektarkiv
de: %s gehört nicht einem distupgrade-Repositorium an
de_de: %s bezieht sich nicht auf eine Quelle für distupgrade
es: %s no pertenece a un repositorio actualizador de versión
fa: %s به یک مخزن توزیع بروزرسانی تعلق ندارد.
hr: %s ne pripadaju distupgrade spremište
id: %s bukan milik dari repositori distupgrade
it: %s non appartiene ad un repository distupgrade
nl: %s behoort niet tot een distro-upgrade repository
pl: %s nie należy do repozytorium distupgrade
pt_br: %s não pertence ao repositório de distupgrade
ro_ro: %s nu aparțin depozitului de actualizare.
ru: %s Не принадлежат distupgrade репозиторию
sq: %s nuk i përkasin një depo distupgrade
tr: %s distupgrade deposuna ait değil
uk: %s не належить до distupgrade репозиторію

source: %s has inferior architecture
da: %s har ringere arkitektur
de: %s besitzt eine niedrigere Architektur
de_de: %s besitzt eine niedrigerer Architektur
es: %s tiene arquitectura inferior
fa: %s دارای معماری سطح پایینی است.
hr: %s ima slabiju arhitekturu
id: %s memiliki arsitektur yang rendah
it: %s ha un'architettura inferiore
nl: %s heeft een inferieure architectuur
pl: %s ma gorszą architekturę
pt_br: %s tem uma arquitetura inferior
ro_ro: %s are arhitectură inferioară
ru: %s имеет более раннюю архитектуру
sq: %s ka një arkitekturë të ulët
tr: %s alt mimariye sahiptir
uk: %s належить до більш ранньої архітектури

source: problem with installed package %s
da: problem med installeret pakke %s
de: Problem mit dem installierten Paket %s
de_de: Problem mit dem installierten Paket %s
es: problema con el paquete instalado %s
fa: مشکل با بسته نصب شده %s
hr: Problem s instaliranim paketom %s
id: Masalah dengan paket yang diinstal %s
it: problema con il pacchetto installato %s
nl: probleem met geïnstalleerd pakket %s
pl: problem z zainstalowanym pakietem %s
pt_br: problema com o pacote instalado %s
ro_ro: Problemă cu pachetul de instalare %s
ru: Проблема с установленным пакетом %s.
sq: Probleme me instalimin e paketës %s
tr: Kurulu paket %s ile sorun
uk: Проблема з встановленим пакунком %s

source: conflicting requests
da: konfliktfyldte anmodninger
de: wiedersprüchliche Anfragen
de_de: wiedersprüchliche Anforderungen
es: peticiones en conflicto
fa: درخواست های متناقض
hr: Sukobl zahtjeva
id: permintaan bertentangan
it: richieste in conflitto
nl: conflicterende verzoeken
pl: sprzeczne żądania
pt_br: requisições conflitantes
ro_ro: Cerințe în conflict
ru: конфликт запросов
sq: kërkesë kontradiktore
tr: tutarsız istekler
uk: конфлікт запитів

source: nothing provides requested %s
da: intet tilbyder det anmodede %s
de: Nichts stellt das angefragte %s zur Verfügung
de_de: Das gesucht wurde nirgends gefunden %s
es: no hay nada que provea la petición %s
fa: هیچ چیزی برای درخواست %s وجود ندارد
hr: Ništa daje traženi %s
id: tidak ada menyediakan yang diminta %s
it: nulla fornisce il necessario %s
nl: %s kan niet geleverd worden
pl: nic nie dostarcza wymaganego %s
pt_br: nada provê a resquisição %s
ro_ro: Nimic nu asigură cererea %s
ru: ничто не предоставляет запрашиваемый %s.
sq: asgjë kërkesë ofruese %s
tr: %s tarafından sağlanan hiçbir talep yok
uk: ніщо не надає питомий %s

source: some dependency problem
da: nogle afhængighedsproblemer
de: Irgendein Abhängigkeitsproblem
de_de: Abhängigkeitsproblem besteht
es: algún problema de dependencia
fa: مقداری ایراد وابستگی
hr: Neki problemi ovisnosti
id: beberapa masalah ketergantungan
it: problemi con alcune dipendenze
nl: enkele afhankelijkheidsproblemen
pl: pewne problemy z zależnościami
pt_br: problemas de dependência
ro_ro: probleme de dependințe
ru: проблема в зависимостях
sq: disa probleme të varësit
tr: bazı bağımlılık sorunları
uk: проблема в залежностях

source: package %s is not installable
da: pakken %s kan ikke installeres
de: Paket %s lässt sich nicht installieren
de_de: Paket %s lässt sich nicht installieren
es: el paquete %s no es instalable
fa: بسته %s قابل نصب نیست
hr: Paket %s nije moguće instalirati
id: paket %s adalah bukan yang bisa diinstall
it: il pacchetto %s non è installabile
nl: pakket %s is niet installeerbaar
pl: pakiet %s nie zostanie zainstalowany
pt_br: pacote %s não é instalável
ro_ro: pachetul %s nu este instalat
ru: Пакет %s не может быть установлен
sq: paketa %s nuk është instaluar
tr: %s paketi kurulabilir değil
uk: пакунок %s не може бути встановлений

source: nothing provides %s needed by %s
da: intet tilbyder %s som krævet af %s
de: %s benötigt von %s wird nirgendwo gefunden
de_de: %s benötigt von %s wird nirgendwo gefunden
es: nada proporciona %s necesitado por %s
fa: چیزی برای %s که مورد نیاز %s وجود ندارد.
hr: Ništa pruža %s potrebni za %s
id: tidak ada yang menyediakan %s yang dibutuhkan oleh %s
it: nulla fornisce %s richiesto da %s
nl: %s kan niet geleverd worden, noodzakelijk voor %s
pl: nic nie dostarcza %s wymaganego przez %s
pt_br: não há fornecedor para %s necessário paa %s
ro_ro: Nimic nu asigură %s cerut de %s
ru: ничто не предоставляет %s, необходимый для %s.
sq: asgjë nuk ofron %s që duhet nga %s
tr: %s tarafından sağlanan hiçbir şey %s tarafından sağlanır
uk: ніщо не надає %s необхідний для %s

source: cannot install both %s and %s
da: kan ikke installere både %s og %s
de: Kann nicht sowohl %s als auch %s installieren
de_de: Kann nicht sowohl %s als auch %s installieren
es: no se puede instalar ambos %s y %s
fa: نمی توان هر دوی %s و %s را نصب کرد
hr: Ne mogu instalirati i %s i %s
id: %s and %s keduanya tidak bisa dipasang
it: non è possibile installare %s e %s
nl: kan %s en %s niet tegelijk installeren
pl: nie można jednocześnie zainstalować %s i %s
pt_br: não é possível instalar %s e %s
ro_ro: Nu se pot instala ambele %s și %s
ru: невозможно установить %s и %s.
sq: nuk mund të instaloje të dy %s dhe %s
tr: Hem %s hem de %s ikisi birlikte kurulamaz
uk: неможливо встановити %s та %s

source: package %s conflicts with %s provided by %s
da: pakken %s er i konflikt med %s leveret af %s
de: Paket %s steht in Konflikt mit %s, das von %s mitgebracht wird
de_de: Paket %s steht in konflikt mit %s das von %s hervorgerufen wird
es: paquete %s tiene conflictos con %s porporcionado por %s
fa: بسته %s با %s که توسط %s بوجود آمده تناقض دارد.
hr: Paket %s sukobi s %s koji pružaju %s
id: paket %s konflik dengan %s yang disediakan oleh %s
it: il pacchetto %s è in conflitto con %s fornito da %s
nl: pakket %s conflicteert met %s geleverd door %s
pl: pakiet %s powoduje konflikt z %s pochodzacym z %s
pt_br: pacote %s conflita com %s fornecido por %s
ro_ro: pachetul %s în conflict cu %s asigurat de %s
ru: пакет %s конфликтует с %s, предоставленные %s.
sq: paketa %s konflikt me %s ofruesin nga %s
tr: %s tarafından sağlanan %s pakleti ile %s çakışmaktadır
uk: пакунок %s конфліктує з %s наданий %s

source: package %s obsoletes %s provided by %s
da: pakken %s erstatter %s leveret af %s
de: Paket %s ist von %s überholt und wird bereitgestellt von %s
de_de: Paket %s ist von %s überholt und wird bereitgestellt von %s
es: el paquete %s hace obsoleto a %s proporcionado por %s
fa: بسته %s، %s را که توسط %s بوجود آمده غیرقابل استفاده می کند.
hr: Paket %s stariji od %s koji daje %s
id: paket %s sudah usang %s yang disediakan oleh %s
it: il pacchetto %s è obsoleto %s fornito da %s
nl: pakket %s maakt %s geleverd door %s overbodig
pl: pakiet %s dezaktualizuje %s pochodzący z %s
pt_br: pacote %s torna obsoleto %s fornecido por %s
ro_ro: pachet %s depășit %s asigurat de %s
ru: пакет %s отменяет пакет %s, предоставленный %s.
sq: paketa %s e vjetruar %s ofruar nga %s
tr: %s tarafından sağlanan %s pakleti %s eski
uk: пакунок %s відміняє %s наданий %s

source: installed package %s obsoletes %s provided by %s
da: den installerede pakke %s erstatter %s leveret af %s
de: Installiertes Paket %s überholt %s, das bereitgestellt wurde von %s
de_de: InstalliertesPaket %s überholt %s das bereitgestellt wurde von %s
es: el paquete instalado %s hace obsoleto a %s proporcionado por %s
fa: بسته نصب شده %s ، %s را که توسط %s بوجود آمده غیرقابل استفاده می کند.
hr: Instalirani paket %s stariji od %s koji daje %s
id: paket yang dipasang %s sudah usang %s yang disediakan oleh %s
it: pacchetto installato %s rende obsoleto %s fornito da %s
nl: geïnstalleerd pakket %s maakt %s geleverd door %s overbodig
pl: zainstalowany pakiet %s dezaktualizuje %s pochodzący z %s
pt_br: Pacote instalado %s torna obsoleto %s fornecido por %s
ro_ro: pachetul instalat %s depășit %s asigurat de %s
ru: установленный пакет %s отменяет %s предоставленный %s.
sq: instalimi paketes %s vjetër %s ofruar nga %s
tr: %s tarafından sağlanan %s pakleti %s paketinden daha eski
uk: встановлений пакунок %s відміняє %s наданий %s

source: package %s implicitely obsoletes %s provided by %s
da: pakken %s erstatter implicit %s leveret af %s
de: Paket %s impliziert Überholung von %s, das bereitgestellt wurde von %s
de_de: Paket %s impliziert überholung von %s das bereitgestellt wurde von %s
es: el paquete %s hace implícitamente obsoleto a %s proporcionado por %s
fa: بسته %s نسبتاً منسوخ %s از تهیه کننده %s
hr: Paket %s implicitno stariji od %s koji daje %s
id: paket %s secara implisit telah usang %s disediakan oleh %s
it: il pacchetto %s rende implicitamente obsoleto %s fornito da %s
nl: pakket %s maakt %s geleverd door %s impliciet overbodig
pl: pakiet %s bezwarunkowo dezaktualizuje %s pochodzący z %s
pt_br: pacote %s torna implicitamente obsoleto %s fornecido por %s
ro_ro: pachetul %s implicit depășit %s asigurat de %s
ru: пакет %s. неявно отменяет %s. предоставленный %s.
sq: paketa %s absolutisht e vjetruar %s ofruar nga %s
tr: %s tarafından sağlanan eskimiş %s paketinin %s örtülü
uk: пакунок %s неявно відміняє %s наданий %s

source: package %s requires %s, but none of the providers can be installed
da: pakken %s kræver %s, men ingen af ​​udbyderne kan blive installeret
de: Paket %s erfordert %s, jedoch kann kein angebotenes installiert werden
de_de: Paket %s erfordert %s, jedoch kann kein angebotenes installiert werden
es: el paquete %s requiere %s, pero ninguno de los proveedores puede ser instalado
fa: بسته %s نیاز به %s دارد. اما هیچ کدام از تهیه کننده کنندگان می تواند نصب کند
hr: Paket %s zahtijeva %s, ali niti jedan od pružatelja ne može biti instaliran
id: paket %s membutuhkan %s, tetapi tidak ada penyedia yang dapat diinstal
it: pachetto %s richiede %s, ma nessun fornitore può installarlo
nl: pakket %s vereist %s, maar geen van de aanbieders kan worden geïnstalleerd
pl: pakiet %s wymaga %s, ale żaden dostawca nie jest zainstalowany
pt_br: pacote %s requer %s, mas nenhum dos provedores pode ser instalado.
ro_ro: pachetul %s necesită %s, dar nici un provider nu se poate instala
ru: пакет %s требует %s, но оба не могут быть установлены.
sq: paketa %s kërkon %s, por asnjë nga ofruesit mund të instalohet
tr: %s paketi %s gerektirir fakat sağlayıcılardan hiçbiri kurulu değil
uk: пакунок %s вимагає %s, але обидва пакунки не можуть бути встановлені

source: package %s conflicts with %s provided by itself
da: pakken %s er i konflikt med %s som er leveret af sig selv
de: Paket %s steht in Konflikt mit %s, das von sich selbst bereitgestellt wurde
de_de: Paket %s steht in Konflikt mit %s das von sich selbst bereitgestellt wurde
es: el paquete %s tiene conflictos con %s proporcionado por él mismo
fa: بسته %s ناسازگاری با %s توسط تهیه کننده اش دارد.
hr: Paket %s sukobi %s kojeg nudi on sam
id: paket %s konflik dengan %s disediakan dengan sendirinya
it: il pacchetto %s è in conflitto con %s fornito da testesso
nl: pakket %s conflicteert met %s welke door zichzelf is geleverd
pl: pakiet %s powoduje konflikt z %s pochodzacym od siebie samego
pt_br: pacote %s conflita com %s fornecido por si-mesmo
ro_ro: pachetul %s în conflict cu %s asigurat de el însuși
ru: пакет %s конфликтует с %s, предоставленный самим собой.
sq: paketa %s konfikt me %s ofrohet nga vetja
tr: %s tarafından sağlanan paket %s ile çakışıyor
uk: пакунок %s конфліктує з %s наданий самим собою

source: bad rule type
da: ugyldig regel type
de: Falscher Regeltyp
de_de: Falscher Regel Typ
es: tipo de regla erróneo
fa: نوع رول بد است
hr: Pravilo je lošeg tipa.
id: aturan yang buruk
it: tipo di regola sbagliata
nl: verkeerde regel-type
pl: zły typ reguły
pt_br: tipo de regra inválida
ro_ro: tip regulă greșită
ru: неверный тип правила
sq: Tip rregulli i keq
tr: kötü bir kural türü
uk: невірний тип правила

source: do not keep %s installed
de_de: halte keine Installation von %s vor
fa: نصب %s نگه نداشته شده است
hr: nemojte držati %s instalirano
id: tidak menyimpan %s yang dipasang
nl: houd %s niet geïnstalleerd
sq: mos mbaj %s t'instaluara
uk: не залишайте %s встановленим

source: do not install a solvable %s
de_de: Installiere keine Lösungen %s
fa: یک منسوخ شده %s نصب نمی شود
hr: nemojte instalirati rješiv %s
id: jangan memasang yang bisa dipecahkan %s
nl: installeer niet een solvable %s
sq: mos instaloni një zgjidhshëm %s
uk: не встановлюйте вирішальні %s

source: do not install %s
de_de: installiere nicht %s
fa: %s نصب نمی شود
hr: nemojte instalirati %s
id: jangan dipasang %s
nl: installeer %s niet
sq: mos instalo %s
uk: не встановлюйте %s

source: do not forbid installation of %s
de_de: verebiete nicht die installation von %s
fa: نصب %s را منع نکرده است
hr: ne zabranjuju instalaciju %s
id: tidak melarang pemasangan %s
nl: de installatie van %s niet verbieden
sq: mos pengo instalimin e %s
uk: не забороняйте встановлення %s

source: do not deinstall all solvables %s
de_de: Deinstalliere keine Lösungen %s
fa: نمی توان همه منسوخی های %s را پاک کرد
hr: ne deinstalirati sve rješive %s
id: tidak melakukan deinstall semua yang bersifat bisa dipecahkan %s
nl: alle oplosbare %s niet de-installeren
sq: mos ç'instalo të gjith zgjidhesat %s
uk: не де-інсталюйте всі вирішальні %s

source: do not deinstall %s
de_de: nicht deinstallieren %s
fa: %s را پاک نکنبد
hr: ne deinstalirati %s
id: jangan melakukan deinstall %s
nl: de-installeer %s niet
sq: mos ç'instalo %s
uk: не де-інсталюйте %s

source: do not install most recent version of %s
de_de: installiere keine kürzlich erschienen Versionen von %s
fa: نسخه های اخیر از %s را نصب کنید
hr: nemojte instalirati najnoviju verziju %s
id: jangan memasang versi terbaru dari %s
nl: de meest recente versie van %s niet installeren
sq: mos instalo versionet më të fundit e %s
uk: не встановлюйте більш новішу версію %s

source: do not lock %s
de_de: Nicht sperren %s
fa: %s قفل نشده است
hr: ne zaključavati %s
id: jangan mengunci %s
nl: zet %s niet vast
sq: mos kyç %s
uk: не блокуйте %s

source: do something different
de_de: tue etwas anderes
fa: انجام کاری متفاوت
hr: učiniti nešto drugo
id: lakukan sesuatu yang berbeda
nl: doe iets anders
sq: bëj diqka ndryshe
uk: виконати щось інше

source: keep %s despite the inferior architecture
da: behold %s på trods af ringere arkitektur
de: Behalte %s trotz niedrigerer Architektur
de_de: behalte %s trotz niedrigerer Architektur
es: mantener %s a pesar de la arquitectura inferior
fa: نگه داشتن %s با وجود داشتن معماری سطح پایین
hr: držati %s unatoč inferiornijoj arhitekturi
id: tetap menjaga %s meskipun arsitektur rendah
it: mantenere %s nonostante l'architettura inferiore
nl: houd %s ondanks de inferieure architectuur
pl: zachowaj %s mimo gorszej architektury
pt_br: mantém %s apesar da arquitetura inferior
ro_ro: pastreaza %s în ciuda arhitecturii inferioare
ru: оставить %s, несмотря на её раннюю архитектуру
sq: mbaj %s pavarësisht nga arkitekturës inferiore
tr: Alt yapıya rağmen %s tut
uk: залишити %s незважаючи на більш ранню архітектуру

source: install %s despite the inferior architecture
da: installér %s på trods af ringere arkitektur
de: %s trotz niedrigerer Architektur installieren
de_de: installiere %s trotz niedrigerer Architektur
es: instalar %s a pesar de la arquitectura inferior
fa: نصب %s با وجود داشتن معماری سطح پایین
hr: instalirati %s unatoč inferiornijoj arhitekturi
id: pasang %s meskipun arsitektur rendah
it: installa %s nonostante l'architettura inferiore
nl: installeer %s ondanks inferieure architectuur
pl: instaluj %s mimo gorszej architektury
pt_br: instala %s apesar da arquitetura inferior
ro_ro: instaleaza %s in ciuda arhitecturii inferioare
ru: установить %s, несмотря на её раннюю архитектуру
sq: instalo %s pavarësisht nga arkitekturës inferiore
tr: Alt yapıya rağmen %s yükle
uk: встановити %s незважаючи на більш ранню архітектуру

source: keep obsolete %s
da: behold forældet %s
de: Veraltetes %s behalten
de_de: veraltete Daten behalten %s
es: mantener obsoleto %s
fa: نگهداری منسوخی ها %s
hr: zadržati zastarjele %s
id: menjaga yang usang %s
it: mantieni l'obsoleto %s
nl: houd verouderde %s
pl: zachowaj przestarzałe %s
pt_br: mante obsoleto %s
ro_ro: pastreaza invechite %s
ru: оставить устаревший %s
sq: mbaj të vjetruarin %s
tr: %s için eskisini tut
uk: залишити застарілий %s

source: install %s from excluded repository
de_de: Installiere %s aus exkludierter Quelle
fa: نصب %s از مخزن محروم شده
hr: instalirati %s iz isključenog repozitorija
id: pasang %s dari repositori yang dikecualikan
nl: installeer %s vanuit een uitgezonderde repository
sq: instalo %s nga depot e përjashtuara
uk: встановити %s з виключених репозиторіїв

source: allow downgrade of %s to %s
de_de: Erlaube herabsetzen von %s auf %s
fa: اجازه کاهش رتبه از %s به %s
hr: dopustiti downgrade od %s do %s
id: izinkan downgrade dari %s ke %s
nl: sta downgrade toe van %s naar %s
sq: lejo degradimin e %s në %s
uk: дозволити пониження версії з %s на %s

source: allow architecture change of %s to %s
de_de: Erlaube Architekturwechsel von %s auf %s
fa: اجازه تغییر معماری از %s به %s
hr: omogućuju promjenu arhitektura %s na %s
id: mengizinkan perubahan arsitektur dari %s ke %s
nl: sta architectuurverandering toe van %s naar %s
sq: lejo ndryshimin e arkitekturës në %s dhe %s
uk: дозволити зміну архітектури з %s на %s

source: allow vendor change from '%s' (%s) to '%s' (%s)
de_de: Erlaube Anbieterwechsel von '%s' (%s) zu '%s' (%s)
fa: اجازه تغییر فروشنده از '%s' (%s) به '%s' (%s)
hr: omogućuju promjenu dobavljača '%s' (%s) na '%s' (%s)
id: izinkan perubahan vendor dari %s ke %s
nl: sta vendor-verandering toe van '%s' (%s) naar '%s' (%s)
sq: lejo ndryshim nga shitësi '%s' (%s) në '%s' (%s)
uk: дозволити зміну постачальника з '%s' (%s) на '%s' (%s)

source: allow vendor change from '%s' (%s) to no vendor (%s)
de_de: Erlaube Anbieterwechsel von '%s' (%s) zu ohne Anbieter (%s)
fa: اجازه برای تغییر فروشنده از '%s' (%s) به هیچ فروشنده (%s)
hr: omogućuju promjenu dobavljača '%s' (%s) na bez vendora (%s)
id: izinkan perubahan vendor dari '%s' (%s) menjadi tanpa vendor (%s)
nl: sta vendor-verandering toe van '%s' (%s) naar geen vendor (%s)
sq: lejo ndryshim nga shitësi '%s' (%s) në jo shitës '%s' (%s)
uk: дозволити зміну постачальника з '%s' (%s) на відсутність постачальника (%s)

source: allow replacement of %s with %s
da: tillad udskiftning af %s med %s
de: Erlaube das Ersetzen von %s mit %s
de_de: Erlaube das ersetzen von %s mit %s
es: permitir reemplazo de %s con %s
fa: اجازه برای جایگزاری %s با %s
hr: omogućiti zamjenu %s sa %s
id: izinkan penggantian %s dengan %s
it: Consenti il rimpiazzo di %s con %s
nl: sta vervanging toe van %s door %s
pl: zezwól na zamianę %s na %s
pt_br: permite substituição de %s com %s
ro_ro: permite inlocuirea %s cu %s
ru: разрешить замену %s на %s
sq: lejo zëvendësimin e %s me %s
tr: %s ile %s değiştirilmesine izin ver
uk: дозволити заміну з %s на %s

source: %s has got no signatures
da: %s har ingen signaturer
de: %s hat keine Signaturen
es: %s no tiene firmas
fa: %s بدست آمده بدون امضا
hr: %s nema potpisa
id: %s tidak mendapat persetujuan
it: %s non ha firme
nl: %s heeft geen ondertekeningen
pl: %s nie ma żadnych podpisów
pt_br: %s não possui assinaturas
ro_ro: %s nu au semnături
ru: %s пока нет подписей
sq: %s nuk ka asnjë nënshkrim
tr: %s imzaları yok
uk: %s не підписаний

source: %s has got no valid signatures
da: %s har ingen gyldige signaturer
de: %s hat keine gültigen Signaturen
es: %s no tiene firmas válidas
fa: %s بدست آمده بدون امضا معتبر
hr: %s nema valjanih potpisa
id: %s tidak mendapat persetujuan yang valid
it: %s non ha firme valide
nl: %s heeft geen geldige ondertekeningen
pl: %s nie posiada ważnego podpisu
pt_br: %s não possui assinaturas válidas
ro_ro: %s nu au semnături valide
ru: %s пока нет достоверных подписей
sq: %s nuk ka nënshkrim të vlefshëm
tr: %s için geçerli imzalar yok
uk: %s має невірний підпис

source: Could not handle scriptlet of unknown type. Skipping.
da: Kunne ikke håndtere scriptlet af ukendt type. Springer over.
de: Das Script, dessen Typ nicht bestimmt werden konnte, konnte nicht bearbeitet werden und wird übersprungen.
es: No se pudo manejar el código embebido de tipo desconocido. Continuando.
fa: نمی توان scriptlet ناشناخته را تحمل کرد. در حال نادیده گرفتن.
hr: Ne može se izvoditi skripta nepoznatog tipa. Preskakanje.
id: tidak dapat menangani skrip yang tidak diketahui. Melewati.
it: Impossibile gestire scriptlet di tipo sconosciuto. Salto.
nl: Kan scriptlet niet afhandelen of onbekend type. Overgeslagen.
pl: Nie można obsłużyć skryptletu nieznanego typu. Pomijanie.
pt_br: Não pode lidar com scriptlet de tipo desconhecido. Pulando.
ro_ro: Nu s-a putut folosi scriptlet de tip necunoscut. Se sare peste.
ru: Не поддерживается скриптлет неизвестного типа. Пропущено.
sq: Nuk mund të trajtojë skripten të tipit të panjohur. Duke lënë mënjanë.
tr: Bilinmeyen türdeki kodlar işlenemedi. Atlanıyor.

source: Executing scriptlet...
da: Eksekverer scriptlet...
de: Führe Python-Skript aus ...
es: Ejecutando código embebido
fa: اجرای اسکریپت لت Scriptlet ...
hr: Izvršavanje skripte...
id: mengeksekusi skrip
it: Esecuzione scriptlet...
pl: Wykonywanie skryptletu...
pt_br: Executando scriptlet...
ro_ro: Execuție scriptlet python...
ru: Выполняется скриптлет...
sq: Ekzekutimi skriptave...
tr: Kodlar işletiliyor...

source: Cannot run scriptlet because no interpreter is available: %s
da: Kan ikke køre scriptlet fordi ingen oversætter er tilgængelig: %s
de: Kann das Script nicht starten, da der Interpreter nicht verfügbar ist: %s
de_de: Kann das Script nicht starten da kein Interpreter verfügbar ist: %s
es: No se puede ejecutar el scriptlet porque no hay ningún intérprete disponible: %s
fa: Scriptlet را نمی توان اجرا کرد، زیرا هیچ مترجمی در دسترس نیست: %s
hr: Ne mogu pokrenuti skriptu, jertumač nije dostupan: %s
id: Tidak dapat menjalankan scriptlet karena tidak ada interpreter yang tersedia: %s
it: Impossibile eseguire scriptlet perché nessun interprete è disponibile: %s
nl: Kan het scriptlet niet draaien omdat er geen interpreter beschikbaar is: %s
pl: Nie można uruchomić skryptletu ponieważ interpreter nie jest dostępny: %s
pt_br: Não pode rodar o scriptlet porque não há interpretador disponível: %s
ro_ro: Nu se poate executa scriptul deoarece nici un interpret nu este disponibil: %s
ru: Невозможно запустить скрипт, потому что интерпретатор не доступен: %s
sq: Nuk mund të ekzekutoje skripten sepse interpretuesi nuk është në dispozicion: %s
tr: Kodlar çalıştırılamıyor çünkü hiçbir yorumlayıcı yok: %s
uk: Не можу виконати скрипт. Інтерпретатор не доступний: %s
